Repository: activeagenda/aa-base
Catalog: s2a/active_agenda/lang/*/LC_MESSAGES/active_agenda.po
Languages: pl_pl

source: Additional Address|Additional address information
pl_pl: Adres Dodatkowy|Dodatkowa informacja adresowa

source: Phone|Main telephone number of the organization
pl_pl: Telefon|Główny numer telefonu organizacji

source: Fax|Main fax telephone number of the organization
pl_pl: Faks|Główny numer faksu organizacji

source: Email|Main organizational Email address used by the organization to correspond with those outside the organization
pl_pl: Email|Główny adres mailowy organizacji

source: S.I.C.|The Standard Industry Classification assigned to the organization by the US Census Bureau
pl_pl: REGON|Numer statystyczny REGON organizacji

source: Participant|Whether this organization is a participant in this installation of Active Agenda. If this box is checked, the organization will be available within all drop down lists where the organization field listType='allParticipants'. Users of the application can add organizations to the lists by checking this box but listTypes can only be modified from within the specification file for the application prior to the application being parsed. In other words, listTypes are determined by programmers while the list of participants is controlled by this field, by application users
pl_pl: Uczestnik|Czy dana organizacja jest uczestnikiem tej instalacji systemu. Jeżeli checkbox jest odznaczony to ta organizacja będzie dostępna we wszystkich listach rozwijanych gdzie typ pola organizacji jest 'allParticipants'

source: Internal|Whether this organization is internal to the main organization of this installation of Active Agenda.
pl_pl: Wewnętrzna|Czy organizacja jest wewnętrzna względem organizacji głównej tej instalacji systemu

source: Policy Organization|The organization responsible for issuing policy expectations to the organization. The organization selected will automatically populate the Policy Organization field within modules which rely on the sharing of policy expectations
pl_pl: Organizacja Polityki|Organizacja odpowiedzialna za kształtowanie polityki działania danej organizacji.Uumożliwia dobór właściwych wartości w innych polach

source: Direction Organization|The organization providing direction to the organization. The organization selected will automatically filter module specific direction provided throughout the application
pl_pl: Organizacja Wytycznych|Organizacja wydająca wytyczne dla danej organizacji. Umożliwia dobór właściwych wartości w innych polach

source: Contractor|Check this box if this organization is a Contractor. Identifying this organization as a contractor will result in the organization being listed in contractor specific list boxes throughout this software application
pl_pl: Kontraktor|Odznacz ten checkbox, jeżeli organizacja jest Kontraktorem, aby umożliwić dobór właściwych wartości w innych polach

source: Customer|Check this box if this organization is a customer of the company. Identifying this organization as a customer will result in the organization being listed in list boxes within the loss modules
pl_pl: Klient|Odznacz ten checkbox, jeżeli organizacja jest klientem organizacji, aby umożliwić dobór właściwych wartości w innych polach

source: Manufacturer|Check this box if this organization is a manufacturer. Identifying this organization as a manufacturer will result in the organization being listed in manufacturer specific list boxes throughout this software application
pl_pl: Wytwórca|Odznacz ten checkbox, jeżeli organizacja jest wytwórcą, aby umożliwić dobór właściwych wartości w innych polach

source: Supplier|Check this box if this organization is a supplier. Identifying this organization as a supplier will result in the organization being listed in supplier specific list boxes throughout this software application
pl_pl: Dostawca|Odznacz ten checkbox, jeżeli organizacja jest dostawcą, aby umożliwić dobór właściwych wartości w innych polach

source: Insurance Broker|Check this box if this organization is an insurance broker. Identifying this organization as an insurance broker will result in the organization being listed in insurance broker specific list boxes throughout this software application
pl_pl: Broker Ubezpieczeniowy|Odznacz ten checkbox, jeżeli organizacja jest brokerem ubezpieczeniowym, aby umożliwić dobór właściwych wartości w innych polach

source: Insurance Carrier|Check this box if this organization is an insurance carrier. Identifying this organization as an insurance carrier will result in the organization being listed in insurance carrier specific list boxes throughout this software application
pl_pl: Ubezpieczyciel|Odznacz ten checkbox, jeżeli organizacja jest ubezpieczycielem, aby umożliwić dobór właściwych wartości w innych polach

source: Reinsurance Company|Check this box if this organization is a reinsurance company. Identifying this organization as a reinsurance company will result in the organization being listed in reinsurance company specific list boxes throughout this software application
pl_pl: Firma Reasekuracyjna|Odznacz ten checkbox, jeżeli organizacja jest firmą reasekuracyjną, aby umożliwić dobór właściwych wartości w innych polach

source: Medical Provider|Check this box if this organization is a medical provider. Identifying this organization as a medical provider will result in the organization being listed in medical provider specific list boxes throughout this software application
pl_pl: Dostawca Usług Zdrowotnych|Odznacz ten checkbox jeżeli organizacja jest dostawcą usług zdrowotnych aby umożliwić dobór właściwych wartości w innych polach

source: Law Firm|Check this box if this organization is a law firm. Identifying this organization as a law firm will result in the organization being listed in law firm specific list boxes throughout this software application
pl_pl: Firma Prawnicza|Odznacz ten checkbox jeżeli organizacja jest firmą prawniczą aby umożliwić dobór właściwych wartości w innych polach

source: Standards Provider|Check this box if this organization is a standards provider. Identifying this organization as a standards provider will result in the organization being listed in standards provider specific list boxes throughout this software application
pl_pl: Dostawca Standardów|Odznacz ten checkbox jeżeli organizacja jest dostawcą standardów aby umożliwić dobór właściwych wartości w innych polach

source: Accrediting Body|Check this box if this organization grants accreditation for meeting specific performance requirements
pl_pl: Ciało Akredytujące|Odznacz ten checkbox, jeżeli organizacja jest ciałem akredytującym, aby umożliwić dobór właściwych wartości w innych polach

source: Disposal Facility|Check this box if this organization is a waste disposal facility. Identifying this organization as a waste disposal facility will result in the organization being listed in waste disposal facility specific list boxes throughout this software application
pl_pl: Zakład Oczyszczania|Odznacz ten checkbox, jeżeli organizacja jest zakładem oczyszczania, aby umożliwić dobór właściwych wartości w innych polach

source: Waste Transporter|Check this box if this organization is a waste transporter. Identifying this organization as a waste transporter will result in the organization being listed in waste transporter specific list boxes throughout this software application
pl_pl: Przewoźnik Odpadków|Odznacz ten checkbox, jeżeli organizacja jest przewoźnikiem odpadków, aby umożliwić dobór właściwych wartości w innych polach

source: Government Agency|Check this box if this organization is a government agency. Identifying this organization as a government agency will result in the organization being listed in government agency specific list boxes throughout this software application
pl_pl: Agencja Rządowa|Odznacz ten checkbox, jeżeli organizacja jest agencją rządową, aby umożliwić dobór właściwych wartości w innych polach

source: Address|Physical street address of the organization
pl_pl: Adres|Adres ulicy i budynku organizacji

source: Country|The internationally recognized name of the country
pl_pl: Państwo|Nazwa państwa

source: State|A combined field used to associate this state with another record
pl_pl: Województwo|Pole łączone do powiązania województwa z innymi rekordami

source: County|A combined field used to associate this county with another record
pl_pl: Powiat|Pole łączone do powiązania powiatu z innymi rekordami

source: City|The name of the city where this organization is located
pl_pl: Miejscowość|Nazwa lokalizacji głównej organizacji

source: Postal Code|Numerical postal code used to direct physical mail
pl_pl: Kod Pocztowy|Numeryczny kod pocztowy

source: Agency Level|The heirarchial level of the agency from an international perspective
pl_pl: Poziom Agencji|Poziom agencji z perspektywy międzynarodowej

source: List|View the list of Organizations
pl_pl: Lista|Widok listy organizacji

source: an Organization
pl_pl: Organizacja

source: Form|Edit summary information about an organization
pl_pl: Formularz|Edycja informacji o organizacji

source: Hierarchy|Associate application defaults with an organization
pl_pl: Hierarchia|Wiązanie wartości domyślnych systemu z organizacją

source: Characteristics|Associate special characteristics with the organization
pl_pl: Charakterystyki|Stowarzysz charakterystyki z organizacją

source: People|Associate people with an organization
pl_pl: Osoby|Wiązanie osoby z organizacją

source: View|View summary information about an organization
pl_pl: Rekord|Widok informacji o organizacji

source: Characteristics
pl_pl: Charakterystyki

source: New Organization
pl_pl: Nowa Organizacja

source: Country|A combined field used to associate this country with another record
pl_pl: Państwo|Pole łączone do powiązania państwa z innymi rekordami

source: People
pl_pl: Osoby

source: Add New|Add a new Person
pl_pl: Dodaj Nowy|Dodaj nową Osobę

source: Search|Search people
pl_pl: Wyszukiwanie|Przeszukiwanie osób

source: No Add New|You cannot add a new Person because you don't have permission
pl_pl: Brak Dodaj Nowy|Nie możesz dodać nową Osobę bo nie masz do tego uprawnień

source: Last Name
pl_pl: Nazwisko

source: First Name
pl_pl: Imię

source: Display Name
pl_pl: Wyświetlane Nazwisko

source: Work Phone
pl_pl: Telefon Praca

source: Work Email
pl_pl: Email Praca

source: Person ID|A unique, automatically assigned, number used to track people associated with the organization
pl_pl: ID Osoby|Unikalny automatycznie przydzielany numer do śledzenia osób powiązanych z organizacją

source: Organization|Name of organization associated with the individual
pl_pl: Organizacja|Nazwa organizacji powiązanej z osobą

source: Display Name|Commonly used name of an individual used to identify a person. This name may vary from a person's given name
pl_pl: Wyświetlane Nazwisko|Popularnie używane nazwisko do identyfikacji danej osoby. Może być różne od oficjalnego nazwiska

source: Last Name|Family Name of an individual
pl_pl: Nazwisko|Nawisko danej osoby

source: First Name|Given Name of an individual
pl_pl: Imię|Imię danej osoby

source: Username|The user's login name
pl_pl: Login|Login użytkownika

source: Work Address|Physical street address where the person can be located at work
pl_pl: Adres Praca|Adres ulicy i budynku gdzie osoba pracuje

source: Work Phone|Telephone number of the individual at their place of work with a lable to identify the number
pl_pl: Telefon Praca|Numer telefoniczny osoby w pracy

source: Skype Name|The name used by the person to participate in free worldwide telephone services offered by skype at www.skype.com. If you have the client software, you can click on the link to start a conversation.
pl_pl: Skype|Nazwa używana w Skype. Jeżeli oprogramowanie jest zainstalowana to można wykonać bezpośrednio rozmowę

source: Work Fax|Facsimile telephone number of the individual at work
pl_pl: Faks Praca|Numer faksu osoby w pracy

source: Home Address|Physical street address where the person can be located at home
pl_pl: Adres Dom|Nazwa ulicy i budynku domu osoby

source: Home Phone|Telephone number of the individual at home
pl_pl: Telefon Dom|Numer telefonu domowego osoby

source: Home Fax|Facsimile telephone number of the individual at home
pl_pl: Faks Dom|Numer faksu domowego osoby

source: Mobile Phone|Mobile telephone number of the individual
pl_pl: Komórka|Numer telefonu komórkowego osoby

source: Mobile Phone Address|Mobile telephone address for receiving text messages
pl_pl: Komórka Dodatkowa|Numer telefoniczny dodatkowej komórki

source: Work Email|Email address used by the individual at work
pl_pl: Email Praca|Adres mailowy osoby w pracy

source: Home Email|Email address used by the individual at home
pl_pl: Email Dom|Prywatny adres mailowy osoby

source: Pager Number|Telephone number used to page the individual
pl_pl: Pager|Numer pagera osoby

source: Pager PIN|Personal Identification Number used in association with an individual's pager
pl_pl: PIN Pagera|PIN pagera danej osoby

source: Home County|A combined field used to associate this county with another record
pl_pl: Powiat Dom|Pole łączone do powiązania powiatu z innymi rekordami

source: Work County|A combined field used to associate this county with another record
pl_pl: Powiat Praca|Pole łączone do powiązania powiatu z innymi werszami

source: Middle Name|Middle Name or initial of an individual
pl_pl: Drugie Imię|Drugie imię danej osoby

source: Work Address|First physical street address of the location where the individual works
pl_pl: Adres Praca|Pierwsza nazwa ulicy i budynku pracy danej osoby

source: Work Address|Second physical street address where the individual works; such as, suite number or p.o. box
pl_pl: Adres Praca|Druga nazwa ulicy i budynku pracy danej osoby

source: Work Country|A combined field used to associate this country with another record
pl_pl: Państwo Praca|Pole łączone to powiązania z innymi rekordami

source: Work State|A combined field used to associate this state with another record
pl_pl: Województwo Praca|Pole łączone do powiązania województwa z innymi rekordami

source: Work County|A combined field used to track and associate counties
pl_pl: Powiat Praca|Pole łączone do powiązania powiatu z innymi rekordami

source: Work City|City where the individual works
pl_pl: Miejscowość Praca|Miejscowość pracy danej osoby

source: Work Postal Code|Postal code used to direct mail to the individual's work address
pl_pl: Kod Pocztowy Praca|Kod pocztowy miejsca pracy danej osoby

source: Work Phone|Telephone number of the individual at their place of work
pl_pl: Telefon Praca|Numer telefonu osoby w pracy

source: Work Extension|Telephone extension used to direct calls to an individual
pl_pl: Wewnętrzny Praca|Wewnętrzny numer telefoniczny osoby

source: Home Address|First physical street address of the location where the individual lives
pl_pl: Adres Dom|Pierwsza nazwa ulicy i budynku domu osoby

source: Home Address|Second physical street address where the individual lives; such as, apartment number
pl_pl: Adres Dom|Druga nazwa ulicy i budynku domu osoby

source: Home Country|The country in which the person lives
pl_pl: Państwo Dom|Państwo domu danej osoby

source: Home State|The state where the person lives
pl_pl: Województwo Dom|Województwo domu osoby

source: Home County|A combined field used to track and associate counties
pl_pl: Powiat Dom|Powiat domu osoby do powiazania z innymi rekordami

source: Home City|City where the individual lives
pl_pl: Miejscowość Dom|Miejscowość domu osoby

source: Home Postal Code|Postal code used to direct mail to the individual's home address
pl_pl: Kod Pocztowy Dom|Domowy kod pocztowy osoby

source: List|View the list of People
pl_pl: Lista|Widok listy Osób

source: a Person
pl_pl: Osoba

source: Form|Edit summary information about a person
pl_pl: Formularz|Edycja informacji o osobie

source: Work|Edit the work address of a person
pl_pl: Praca|Edycja adresu pracy osoby

source: Home|Edit the home address of a person
pl_pl: Dom|Edycja adresu domowego osoby

source: Person
pl_pl: Osoba

source: View|View summary information about a person
pl_pl: Rekord|Widok informacji o osobie

source: New Person
pl_pl: Nowa Osoba

source: Work Country|The county in which the person works
pl_pl: Państwo Praca|Państwo pracy osoby

source: Work State|The state in which the person works
pl_pl: Województwo Praca|Województwo pracy osoby

source: Home Country|A combined field used to associate this country with another record
pl_pl: Państwo Dom|Pole łączone do powiązania państwa z innymi rekordami

source: Home State|A combined field used to associate this state with another record
pl_pl: Województwo Dom|Pole łączone do powiązania województwa z innymi rekordami

source: Skype Name|The name used by the person to participate in free worldwide telephone services offered by skype at www.skype.com
pl_pl: Skype|Adres Skype do prowadzenia rozmów

source: Countries
pl_pl: Państwa

source: Add New|Add a new Country
pl_pl: Dodaj Nowy|Dodaj nowe Państwo

source: Search|Search countries
pl_pl: Wyszukiwanie|Przeszukiwanie państw

source: No Add New|You cannot add a new Country because you don't have permission
pl_pl: Brak Dodaj Nowy|Nie możesz dodać nowego Państwa bo nie masz do tego uprawnień

source: Country ID
pl_pl: ID Państwa

source: Country Combined Field
pl_pl: Łączone Pole Państwa

source: Country Name
pl_pl: Nazwa Państwa

source: Native Country Name
pl_pl: Angielska Nazwa Państwa

source: Country Abbreviation
pl_pl: Kod ISO Państwa

source: Country ID|An internal ID number to identify a country
pl_pl: ID Państwa|Wewnętrzny numer do identyfikacji państwa

source: Native Country Name|The name of the country in its native language
pl_pl: Angielska Nazwa Państwa|Nazwa państwa w języku danego państwa

source: Country Abbreviation|The internationally recognized abbreviation of the country name
pl_pl: Kod ISO Państwa|Międzynarodowy skrót nazwy państwa

source: Country Name|The name of the country in this site's default language
pl_pl: Nazwa Państwa|Nazwa państwa w języku domyślnym systemu

source: List|View the list of Countries
pl_pl: Lista|Widok listy Państwa

source: a Country
pl_pl: Państwo

source: Form|Edit summary information about a country
pl_pl: Formularz|Edycja informacji o państwie

source: Country
pl_pl: Państwo

source: View|View summary information about a country
pl_pl: Rekord|Widok informacji o państwie

source: New Country
pl_pl: Nowe Państwo

source: Code Items
pl_pl: Pozycje Słownika

source: Add New|Add a new Code Item
pl_pl: Dodaj Nowy|Dodaj nową Pozycję Słownika

source: No Add New|You cannot add a new Code Item because you don't have permission
pl_pl: Brak Dodaj Nowey|Nie możesz dodać nowej Pozycji Słownika bo nie masz do tego uprawnień

source: Code Type ID
pl_pl: ID Typu Słownika

source: Code Type
pl_pl: Typ Słownika

source: Code ID
pl_pl: ID Słownika

source: Description
pl_pl: Opis

source: Sort Order
pl_pl: Porządek Sortowania

source: Value
pl_pl: Wartość

source: Code Type ID|A number used to track code records
pl_pl: ID Typu Słownika|Numer przydzielany do śledzenia rekordów słownika

source: Code Type|The name of the present code type.
pl_pl: Typ Kodu|Nazwa typu kodu

source: Code ID|A number used to track code records
pl_pl: ID Słownika|Numer przydzielany do śledzenia słowników

source: Description|The text that should be displayed for this code. This is the standard-language text (English). Additional languages are supported by adding columns using the standard language ID as the name.
pl_pl: Opis|Tekst wyświetlany domyślnie dla danego słownika

source: Sort Order|A numerical value to define the placement of this code in an ordered list, such as drop-down list.
pl_pl: Porządek Sortowania|Wartość numeryczna do definiowania położenia na llistach uporządkowanych jak np listy rozwijane

source: Value|This field has special meaning for different code types. It can be used to limit a list of codes based on a matching value.
pl_pl: Wartość|To pole ma różne znaczenie w zależności od słownika. Może być używane do filtrowania

source: List|View the list of Code Items
pl_pl: Lista|Widok listy Pozycji Słownika

source: a Code Item
pl_pl: Pozycja Słownika

source: Form|Edit codes
pl_pl: Formularz|Edycja słownika

source: Code Item
pl_pl: Pozycja Słownika

source: View|View codes
pl_pl: Rekord|Widok słowników

source: New Code Item
pl_pl: Nowa Pozycja Słownika

source: Code Types
pl_pl: Typy Słowników

source: Add New|Add a new Code Type
pl_pl: Dodaj Nowy|Dodaj nowy Typ Słownika

source: Search|Search for code types
pl_pl: Wyszukiwanie|Przeszukiwanie typów słowników

source: No Add New|You cannot add a new Code Type because you don't have permission
pl_pl: Brak Dodaj Nowy|Nie możesz dodać nowy Typ Słownika bo nie masz do tego uprawnień

source: Dependencies
pl_pl: Zależności

source: Items
pl_pl: Pozycje

source: Record ID|A number used to track code records.
pl_pl: ID Rekordu|Numer używany do śledzenia rekordów słownika

source: Name|The name of this code type
pl_pl: Nazwa|Nazwa danego typu słownika

source: Description|A clarifying descrition of the code type
pl_pl: Opis|Opis typu słownika

source: Dependencies|A calculated field representing the number of module dependent upon the code type
pl_pl: Zależności|Pole wyliczane pokazujące ilość modułów zależnych od danego typu słownika

source: Items|A calculated field representing the number of items associated with the code type
pl_pl: Pozycje|Pole wyliczane pokazujące ilość pozycji powiązanych z typem słownika

source: List|View the list of Code Types
pl_pl: Lista|Widok listy Typów Słowników

source: a Code Type
pl_pl: Typ Słownika

source: Form|Edit code types
pl_pl: Formularz|Edycja typów słownika

source: View|View code types
pl_pl: Rekord|Widok typów słownika

source: New Code Type
pl_pl: Nowy Typ Słownika

source: Code Type Dependencies
pl_pl: Moduły z Typem Słownika

source: No Add New|To add a new Code Type Dependency you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nowy typ Zależności Typu Słownika musisz przejść do modułu rodzica

source: Search|Search code type dependencies
pl_pl: Wyszukiwanie|Przeszukiwanie zależności typów słowników

source: Record ID|An automatically assigned number used to associate code type dependencies with dependent modules
pl_pl: ID Rekordu|Automatycznie przydzielany numer do powiązania zależności typów słowników z modułami zależnymi

source: Code Type ID|A number used to track code type records.
pl_pl: ID Typu Słownika|Numer wykorzystywany do śledzenia rekordów typów słownika

source: Code Type|A combined field used to describe this code type when associating it with other records
pl_pl: Typ Słownika|Pole łączone używane do opisu typu słownika w powiązaniu z innymi rekordami

source: Dependent Module|The name of the module dependent upon the code type
pl_pl: Moduł Zależny|Nazwa modułu zależnego od danego typu słownika

source: Module ID|The name of the module dependent upon the code type
pl_pl: ID Modułu|Nazwa modułu zależnego od danego typu słownika

source: List|View the list of Code Type Dependencies
pl_pl: Lista|Widok listy Zależności Typów Słowników

source: a Code Type Dependency
pl_pl: Zależność Typu Słownika

source: Code Type Dependency
pl_pl: Zależność Typu Słownika

source: View|View summary information about a code type dependency
pl_pl: Rekord|Widok informacji o zależnościach typów słowników

source: Dependent Module Link|A link to the module record of the dependent module.
pl_pl: Link Modułu Zależnego|Link do rekordu modułu zależnego

source: Support Documents
pl_pl: Dokumenty Wsparcia

source: No Add New|To add a new Support Document you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nowy Dokument Wsparcia musisz przejść do modułu rodzica

source: Search|Search documentation requirements
pl_pl: Wyszukiwanie|Przeszukiwanie wymogów dokumentów
