Repository: activeagenda/aa-base
Catalog: s2a/active_agenda/lang/*/LC_MESSAGES/active_agenda.po
Languages: pl_pl

source: Specific Involvement
pl_pl: Sposób Uczestnictwa

source: User Guide Wiki By Status
pl_pl: Wiki Przewodnika Użytkownika po Statusie

source: People By Home Country
pl_pl: Osoby po Powiatu Dom

source: Organizations By Reinsurer
pl_pl: Organizacje po Reasekuracji

source: Accountabilities By Source
pl_pl: Odpowiedzialności według Źródła

source: Training
pl_pl: Traning

source: Data Collection
pl_pl: Zbieranie danych

source: Dates By Module
pl_pl: Daty po Modułach

source: People By Postal Code
pl_pl: Osoby po Kodach Pocztowych

source: People By Home City
pl_pl: Osoby po Miejscowości Dom

source: Module Dependencies By Remote Dependency
pl_pl: Zależności Modułów po Zależnościach Zdalnych

source: Dates By Descriptor
pl_pl: Daty po Opisującym

source: Incurred Costs By Year
pl_pl: Powstałe Koszty po Latach

source: Organizations By Supplier
pl_pl: Organizacje po Dostawcach

source: Organizational Learning
pl_pl: Nauczanie w Organizacji

source: Permissions By Module
pl_pl: Prawa po Modułach

source: Accountabilities By Accountability Status
pl_pl: Odpowiedzielaności po Statusie Odpowiedzialności

source: Costs By Category
pl_pl: Koszty po Kategoriach

source: Permissions By Person
pl_pl: Prawa po Osobach

source: Organizations By Waste Transporter
pl_pl: Oragnizacje po Dostawcach Wody

source: Incurred Costs By Month
pl_pl: Powstałe Koszty po Miesiącach

source: Entries By Month
pl_pl: Wprowadzenie po Miesiącach

source: People By Home State
pl_pl: Osoby po Województwie Dom

source: Costs By Type
pl_pl: Koszty po Typach

source: Actions By Author
pl_pl: Działania po Autorach

source: Involvement By Organization
pl_pl: Uczestnictwo po Organizacjach

source: Incurred Costs By Quarter
pl_pl: Powstałe Koszty po Kwartałach

source: Organizations By Direction Organization
pl_pl: Organizacje po Organizacjach Dyrektyw

source: Frequently Asked Questions
pl_pl: Częstow Zadawane Pytania (FAQ)

source: Organizations By Manufacturer
pl_pl: Organizacje po Wytwórcach

source: Organizations By Accrediting Body
pl_pl: Organizacje po Ciałach akredytujących

source: Dates by Year
pl_pl: Daty po Latach

source: Organizations By Category
pl_pl: Organizacje po Kategoriach

source: Actions By Organization
pl_pl: Działania po Organizacjach

source: Entries By Day
pl_pl: Wprowadzenia po Dniach

source: Permissions By Group
pl_pl: Prawa po Grupach

source: Actions By Person Assigning
pl_pl: Działania po Osobach Przydzielających

source: Local Support Documentation By Status
pl_pl: Lokalna Dokumentacja wspierająca po Statusach

source: Barriers to success
pl_pl: Bariery do sukcesu

source: Code Dependencies By Module
pl_pl: Zależności słowników po Modułach

source: Organizations By Law Firm
pl_pl: Organizacje po Firmach prawniczych

source: Module Dependencies By Foreign Dependency
pl_pl: Zależności Modułów po Zależnościach Obcych

source: Incurred Costs By Day
pl_pl: Powstałe koszty po Dniach

source: Organizations By Customer
pl_pl: Organizacje po Klientach

source: Entries By Person
pl_pl: Wprowadzenia po Osobach

source: Accountabilities By Organization
pl_pl: Odpowiedzialności po Organizacjach

source: Dates by Quarter
pl_pl: Daty po Kwartałach

source: Notes By Module
pl_pl: Notatki po Modułach

source: Accountabilities By Person Accountable
pl_pl: Odpowiedzialności po Osobie odpowiedzialnej

source: Costs By Person Accountable
pl_pl: Koszty po Osobie odpowiedzialnej

source: Organizations By Policy Organization
pl_pl: Organizacje po Organizacji polityki

source: Entries By IP Address
pl_pl: Wprowadzenia po Adresie IP

source: Organizations By Parent Organization
pl_pl: Organizacje po Organizcji Rodzic

source: Actions By Module
pl_pl: Działania po Modułach

source: Code Dependencies By Module ID
pl_pl: Zależności słowników po ID Modułu

source: Permissions By View Permission
pl_pl: Prawa po Prawie Wglądu

source: Organizations By Disposal Facility
pl_pl: Organizacje po Instytucjach oczyszczania

source: Module Dependencies By Module ID
pl_pl: Zależności Modułów po ID Modułu

source: Dates by Week
pl_pl: Daty po Tygodniach

source: Dates by Month
pl_pl: Daty po Miesiącach

source: Links By Organization
pl_pl: Linki po Organizcjach

source: Module Dependencies By Module
pl_pl: Zależności modułów po Modułach

source: Module Dependencies By Dependent Module ID
pl_pl: Zależności modułów po ID zaleznego modułu

source: Specific Accountability
pl_pl: Właściwe Odpoiedzialność

source: Organizations By Contractor
pl_pl: Organizacje po Zamawiającym

source: Entries By Year
pl_pl: Wprowadzenia po Latach

source: Organizations By Standards Provider
pl_pl: Organizacje po Dostawcach standardów

source: Costs By Module
pl_pl: Koszty po Modułach

source: Costs By Organization
pl_pl: Koszty po Organizacjach

source: Module Dependencies By Dependent Module
pl_pl: Zależności modułów po Modułach zależnych

source: Actions By Corrective Nature
pl_pl: Działania po Charakterze naprawczym

source: Actions By Status
pl_pl: Działania po Statusach

source: Permissions By Organization
pl_pl: Prawa po Organizacjach

source: Applying Knowledge
pl_pl: Zastosowanie wiedzy

source: Data Input
pl_pl: Wprowadzanie danych

source: Association Modules
pl_pl: Moduły Powiązane

source: Organizations By State
pl_pl: Oragnizacje po Województwie

source: Stand Alone Modules
pl_pl: Moduły Samodzielne

source: Organizations By Government Agency
pl_pl: Organizacje po Agencji rządowej

source: Links By Module
pl_pl: Linki po Modułach

source: Code Dependencies By Code Type
pl_pl: Zależnosci słowników po Typach słowników

source: Code Dependencies By Code ID
pl_pl: Zależnosci słowników po ID słowników

source: Organizational Information
pl_pl: Informacja organizacyjna

source: Involvement By Source
pl_pl: Uczestnictow po Źródłach

source: Sub-Modules
pl_pl: Podmoduły

source: Organizations By Insurance Carrier
pl_pl: Organizacje po Ubezpieczycielu

source: Remote Modules
pl_pl: Moduły Zdalne

source: Costs By Person Modifying
pl_pl: Koszty po Osobie modyfikującej

source: Involvement By Status
pl_pl: Uczestnictwo po Statusie

source: People By Home County
pl_pl: Osoby po Powiat Dom

source: Incurred Costs By Week
pl_pl: Powstałe koszty po Tygodniu

source: Implementation Wiki By Status
pl_pl: WIki wdrożenia po Statusie

source: Costs By Risk Imperative
pl_pl: Koszty po Imperatywy ryzyka

source: Permissions By Edit Permission
pl_pl: Prawa po Prawach edycji

source: Organizations By SIC
pl_pl: Organizacje po SIC

source: Global Modules
pl_pl: Moduły Ogólne

source: Involvement By Person Involved
pl_pl: Uczestnictwo po Osobach uczestniczących

source: Entries By Quarter
pl_pl: Wprowadzenia po Kwartałach

source: Actions By Person Accountable
pl_pl: Działania po Osobach odpowiedzialnych

source: Common Practices and Alternatives
pl_pl: Popularne praktyki

source: Dates By Organization
pl_pl: Daty po Organizacji

source: Organizations By Insurance Broker
pl_pl: Organizacje po Brokerze ubezpieczeniowym

source: Attachments By Module
pl_pl: Załączniki po Modułach

source: People Elements
pl_pl: Element ludzki

source: Entries By Week
pl_pl: Wprowadzenia po Tygodniach

source: Organizations By Medical Provider
pl_pl: Organizacje po Usługodawcach medycznych

source: Implementation
pl_pl: Implementacja

source: Module Dependencies By Sub Module Dependency
pl_pl: Zależności modułów po Zależnościach podmodułów

source: People By Organization
pl_pl: Osoby po Organizacjach

source: Introduction
pl_pl: Wprowadzenie

source: Module
pl_pl: Moduł

source: Direction|Associate organizational direction with the module
pl_pl: Dyrektywa|Połącz dyrektywę organizacyjną z modułem

source: Error: Empty query result.
pl_pl: Błąd: Pusty wyniki zapytania

source: Modules
pl_pl: Moduły

source: Module ID|A unique character ID assigned to each module of the application. Character ID's consist of between three and five characters. Main module ID's typically contain three characters and sub-modules contain four to five characters
pl_pl: ID Modułu|Unikalny znakowy ID przydzielany każdemu modułowi. ID składa się z od trzech do pięciu znaków. ID modułów głównych składa się z trzech znaków a podmoduł z czterech lub pięciu znaków

source: Module Name|The name of the module
pl_pl: Nazwa Modułu|Nazwa danego modułu

source: Module Description|A detailed description of the purpose of the module
pl_pl: Opis Modułu|Szczegółowy opis celu modułu

source: Global Discussion ID|The ID assigned to the global discussion forum most relevant to this module
pl_pl: ID Ogólnej Dyskusji|ID przydzielone jest do ogólnego forum dyskusyjnego dla modułu

source: Local Discussion ID|The ID assigned to the local discussion forum most relevant to this module
pl_pl: ID Lokalnej Dyskusji|ID przydzielone do lokalnego forum dyskusyjnego dla modułu

source: Stand Alone|Whether this module is a stand alone module
pl_pl: Samodzielny|Czy dany moduł jest modułem samodzielnym

source: Sub Module|Whether this module is a sub module of another module
pl_pl: Podmoduł|Czy dany moduł jest podmodułem innego modułu

source: Association|Whether this module is an association module which is used to associate many modules of different types
pl_pl: Stowarzyszenie|Czy dany moduł jest modułem stowarzyszającym moduły różnych typów

source: Global|Whether this module is a global module which is available from within all other modules
pl_pl: Ogólny|Czy dany moduł jest modułem ogólnym dostępnym z wszystkich modułów

source: Remote|Whether this module is a remote module, i.e. pointed to by RemoteFields from other modules
pl_pl: Zdalny|Czy dany moduł jest modułem zdalnym

source: Module Status|A short description of the technical implementation status of the module
pl_pl: Status Modułu|Krótki charakterystyka statusu implementacji

source: Module Dependencies|A calculated field representing the total number of modules dependent upon this module
pl_pl: Zależności Modułu|Pole wyliczane pokazujące całkowitą liczbę modułów zależnych od danego modułu

source: Code Dependencies|A calculated field representing the total number of codes the module is dependent upon
pl_pl: Zależności Słowników|Pole wyliczane pokazujące całkowitą liczbę słowników od których zależny jest dany moduł

source: Process Dependencies|Risk management process elements that depend on this module
pl_pl: Zależności Procesowe|Elementy procesu zarządzania ryzykiem zależne od danego modułu

source: Type List|Whether this module is used to populate 'type' lists used by other modules to define a record
pl_pl: Listy Typów|Czy dany moduł jest wykorzystywany do zasilania list typów w innych modułach do definicji rekordów

source: Guidance Type|Whether this 'type' module is used to enable the provision of guidance
pl_pl: Typ Wytycznych|Czy dany modułów 'typów' jest wykorzystywany do pobierania wytycznych

source: Implementation Planning|Whether this module should be included within the list of modules for implementation planning purposes.
pl_pl: Planowanie Implementacji|Czy dany moduł powinien być włączony do listy modułów do celów planowania implementacji

source: The record has not been saved, because:
pl_pl: Rekord nie został zapamiętany ponieważ:

source: The record was added successfully.
pl_pl: Rekord został dodany z powodzeniem.

source: The record was updated successfully.
pl_pl: Rekord został zaktualizowany z powodzeniem.

source: List|View the list of Modules
pl_pl: Lista|Widok listy Modułów

source: View|View summary information about
pl_pl: Rekord|Widok informacji o

source: a Module
pl_pl: Moduł

source: Form|The screen used to edit summary information about modules
pl_pl: Formularz|Ekran do edycji informacji o modułach

source: Issues|Associate issue reports with the module
pl_pl: Problemy|Wiązanie raportu o problemach z modułem

source: Gap Analysis|Associate gap analysis criteria with the module
pl_pl: Analiza Gap|Wiązanie kryterii analizy gap z modułem

source: Process Elements|Associate risk management process elements with the module
pl_pl: Elementy Procesu|Wiązanie elementów procesu zarządzania ryzykiem z modułem

source: Reports|View reports available for the module
pl_pl: Raporty|Widok raportów dostępnych dla modułu

source: New Module
pl_pl: Nowy Moduł

source: List
pl_pl: Lista

source: No Add New|To add a new Module you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nowy Moduł musisz przejść do modułu rodzica

source: Search|The screen used to search summary information about modules
pl_pl: Wyszukiwanie|Ekran do przeszukiwania informacji o modułach

source: Charts
pl_pl: Wykresy

source: Record ID
pl_pl: ID Rekordu

source: Module ID
pl_pl: ID Modułu

source: Module Name
pl_pl: Nazwa Modułu

source: Codes
pl_pl: Słowniki

source: Stand Alone
pl_pl: Samodzielny

source: Sub Module
pl_pl: Podmoduł

source: Association
pl_pl: Powiązanie

source: Global
pl_pl: Ogólne

source: Remote
pl_pl: Zdalny

source: The request returned no data. Please try a different search.
pl_pl: Zapytanie nie zwróciło żadnych danych. Spróbuj innego zapytania.

source: Search Filter Conditions
pl_pl: Filtr Wyszukiwania

source: This is your default search for this module.
pl_pl: To jest Twoje domyślne wyszukiwanie dla tego modułu.

source: Make this my Default Filter for this module
pl_pl: Zapamiętaj Filtr Wyszukiwania

source: Clear Search Filter (removing conditions)
pl_pl: Wyczyść Filtr Wyszukiwania

source: Download as Comma-separated Values (flat file)
pl_pl: Pobierz jako plik CSV

source: CSV
pl_pl: Plik CSV

source: Download as an XML file
pl_pl: Pobierz jako plik XML

source: XML
pl_pl: Plik XML

source: Download as a spreadsheet file
pl_pl: Pobierz jako arkusz kalkulacyjny

source: Spreadsheet
pl_pl: Arkusz kalkulacyjny

source: Download as PDF file
pl_pl: Pobierz jako plik PDF

source: Internal Link|A link to the List screen of that module
pl_pl: Link Wewnętrzny|Link do ekranu Lista danego modułu

source: Allow Add|Whether this module allows users to add new records directly. If the module does not allow records to be added directly, the data must be added indirectly through a related module edit grid
pl_pl: Wolno Dodawać|Czy dany moduł zezwala użytkownikom na bezpośrednie dodawania rekordów. Jeżeli nie wolno to dane muszą być dodawane pośrednio w module związanym

source: Data Form|Whether this module includes a blank data form
pl_pl: Formularz Danych|Czy dany moduł zawiera pusty wzorzec formularza danych

source: Master Data|Whether the default data entered into the related table should be included during module distribution
pl_pl: Dane Master|Czy dane wprowadzone do związanej tabeli mają być włączone do dystrybucji

source: Add New|Whether this module includes a short name to be used on the Add New tab
pl_pl: Dodaj Nowy|Czy dany moduł zawiera krótką nazwę używaną w zakładce Dodaj Nowy

source: Extending Module|Whether this module extends the functionality of another module
pl_pl: Moduł Rozszerzający|Czy dany moduł rozszerza funkcjonalność innego modułu

source: Has Global Modules|Whether this module uses the global modules
pl_pl: Posiada Moduły Ogólne|Czy dany moduł wykorzystuje moduły ogólne

source: Revision Author|The author of the XML specification file used to generate the module
pl_pl: Autor Rewizji|Autor pliku XML użytego do wygenerowania modułu

source: Revision Number|A number that was automatically assigned by the software versioning system when the revision was made
pl_pl: Numer Rewizji|Numer przydzielony przez system kontroli wersji pliku XML

source: Revision Date|The revision date of the XML specification file used to generate the module
pl_pl: Data Rewizji|Data rewizji pliku XML użytego do wygenerowania modułu

source: Search
pl_pl: Wyszukaj

source: Charts|View charts
pl_pl: Wykresy|Widok wykresów

source: Record ID|A unique ID for internal database purposes (primary key)
pl_pl: ID Rekordu|Unikalny ID do wewnętrznego użytku w bazie danych

source: Last Parsed|Most recent date and time when the module was parsed
pl_pl: Ostatnio Przetworzony|Data i czas ostatniego przetworzenia kodu modułu

source: Modified On
pl_pl: Zmodyfikowany

source: View|The screen used to view summary information about modules
pl_pl: Rekord|Ekran do wyświetlania informacji o modułach

source: Audit Trail
pl_pl: Zapisy Audytu

source: Module Attributes
pl_pl: Atrybuty Modułu

source: Associations
pl_pl: Powiązania

source: Module Dependencies
pl_pl: Zależności Modułu

source: No Add New|To add a new Module Dependency you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nową Zależność Modułu przejdź do modułu rodzica

source: Search|Search module dependencies
pl_pl: Wyszukiwanie|Przeszukiwanie zależności modułu

source: Dependent Module
pl_pl: Moduł Zależny

source: Dependency
pl_pl: Zależność

source: Foreign
pl_pl: Obcy

source: Sub-Module
pl_pl: Podmoduł

source: Record ID|An automatically assigned number used to associate module dependencies with dependent modules
pl_pl: ID Rekordu|Automatycznie przydzielany numer do powiązania modułu z modułami zależnymi

source: Module Name|The name of the dependent module
pl_pl: Nazwa Modułu|Nazwa modułu zależnego

source: Dependent Module|The name of the dependent module
pl_pl: Moduł Zależny|Nazwa modułu zależnego

source: Foreign|Whether this is a foreign dependency
pl_pl: Obca|Czy jest to zależność obca

source: Remote|Whether this is a remote dependency
pl_pl: Zdalna|Czy jest to zależność zdalna

source: Sub Module|Whether this is a sub-module dependency
pl_pl: Podmoduł|Czy jest to zależność typu podmoduł

source: Module ID|The name of the dependent module
pl_pl: ID Modułu|Nazwa modułu zależnego

source: Dependent Module ID|The name of the module dependency
pl_pl: ID Modułu Zależnego|Nazwa zależności modułu

source: List|View the list of Module Dependencies
pl_pl: Lista|Widok listy Zależności Modułów

source: a Module Dependency
pl_pl: Zależność Modułu

source: Form|Edit summary information about a module dependency
pl_pl: Formularz|Edycja informacji o zależności modułu

source: Module Dependency
pl_pl: Zależnośc Modułu

source: View|View summary information about a module dependency
pl_pl: Rekord|Widok informacji o zależnościach modułów

source: New Module Dependency
pl_pl: Nowa Zależność Modułu

source: Module Reports
pl_pl: Raporty Modułów

source: No Add New|To add a new Module Report you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nowy raport modułu musisz przejść do modułu rodzica

source: Name
pl_pl: Nazwa

source: Title
pl_pl: Tytuł

source: Location Level
pl_pl: Poziom Lokalizacji

source: Location Group
pl_pl: Grupa Lokalizacji

source: Transactions
pl_pl: Transakcje

source: No Add New|To add a new Transaction you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nową Transakcję musisz przejść do modułu rodzica

source: Transaction ID
pl_pl: ID Transakcji

source: Date
pl_pl: Data

source: User
pl_pl: Użytkownik

source: Transaction ID|An automatically assigned ID for internal purposes (primary key)
pl_pl: ID Transakcji|Automatycznie przydzielane ID do celów wewnętrznych

source: Transaction Date|The date and time when the transaction occurred
pl_pl: Data Transakcji|Data i czas zajścia transakcji

source: Person|The user who committed the transaction.
pl_pl: Osoba|Osoba która wykonała tranzakcję

source: List|View the list of Transactions
pl_pl: Lista|Widok listy Transakcji

source: a Transaction
pl_pl: Transakcja

source: Transaction
pl_pl: Transakcja

source: View|View a transaction
pl_pl: Rekord|Widok tranzakcji

source: Transaction Records
pl_pl: Rekord Transakcji

source: No Add New|To add a new Transaction Record you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nowy Rekord Transakcji musisz przejść do modułu rodzica

source: Transaction Record ID|An automatically assigned ID for internal purposes (primary key)
pl_pl: ID Rekordu Transakcji|Automatycznie przydzielane ID do celów wewnętrznych

source: Transaction ID|An automatically assigned ID for internal purposes
pl_pl: ID Transakcji|Automatycznie przydzielane ID do celów wewnętrznych

source: Related Module|The name or title of the module which is associated with the record
pl_pl: Moduł Powiązany|Nazwa lub tytuł modułu powiązanego z rekordem

source: Related Record ID|The unique ID of the related record within the related module
pl_pl: ID Modułu Związanego|Unikalne ID związanego rekordu w związanym module

source: Record Description|A description of the related record based on a combination of field values assigned from within the related module
pl_pl: Opis Rekordu|Opis związanego rekordu bazujący na kombinacji wartości pól w związanym module

source: Indirect|Whether this record was updated because of changes in a different module (by a remote field relationship)
pl_pl: Pośrednio|Czy dany rekord został zaktualizowany w wyniku zmian w innym module

source: Action Type ID|The type of action taken: Insert, Update, Delete
pl_pl: ID Typu Działania|Typ podjętego działania: Wprowadzanie, Aktualizacja, Usuwanie

source: Related Record Link|An internal link to the related record.
pl_pl: Link Związanego Rekordu|Wewnętrzny link do związanego rekordu

source: Record Description Cache
pl_pl: Kesz Opisu Rekordu

source: Search|Search records
pl_pl: Wyszukiwanie|Przeszukiwanie rekordów

source: No Add New|You cannot add a new Cache Record because you don't have permission
pl_pl: Brak Dodaj Nowy|Nie ożesz do dodać nowego rekordu kesza ponieważ nie masz do tego uprawnienień

source: Source Module
pl_pl: Moduł Źródłowy

source: Record Description
pl_pl: Opis Rekordu

source: Organization
pl_pl: Organizacja

source: Module ID|The module ID of the cached item
pl_pl: ID Modułu|ID modułu skeszowanej pozycji

source: OrganizationID|The Owner Organization ID of the referenced record.
pl_pl: ID Organizacji|ID Organizacji Właściciela wskazanego rekordu

source: List|View the list of Cache Records
pl_pl: Lista|Widok Listy Skeszowanych Rekordów

source: Record Link|An internal link to the related record.
pl_pl: Link Rekordu|Wewnętrzny Link do związanego rekordu

source: Organizations
pl_pl: Organizacje

source: Add New|Add a new Organization
pl_pl: Dodaj Nowy|Dodaj nową Organizację

source: Search|Search organizations
pl_pl: Wyszukiwanie|Przeszukiwanie organizacji

source: Blank Form
pl_pl: Blankiet

source: No Add New|You cannot add a new Organization because you don't have permission
pl_pl: Brak Dodaj Nowy|Nie możesz dodać nowej Organizacji ponieważ nie masz do tego uprawnień

source: Participant
pl_pl: Uczestnik

source: Internal
pl_pl: Wewnętrzny

source: Record ID|Numerical ID to identify the organization within this application
pl_pl: ID Rekordu|Numeryczny ID do identyfikacji organizacji w systemie

source: Name|Name used to identify the organization
pl_pl: Nazwa|Nazwa używana do identyfikacji organizacji

source: DBA|An alternative name the organization is 'doing business as' if different from the primary name listed
pl_pl: Alias Organizacji|Alternatywna nazwa organizacji jeżeli jest wykorzystywana

source: Short Name|A short name used to identify the organization
pl_pl: Nazwa Skrócona|Nazwa skrócona wykorzystywana do identyfikacji organizacji

source: Description|Text description of the organization
pl_pl: Opis|Tekst opisujący organizację

source: Mission|The stated mission of the organization
pl_pl: Misja|Deklarowana misja organizacji

source: URL|Uniform resource locator of the organization which is usually the organization's home page
pl_pl: URL|URL organizacji

source: Parent Organization|The next higher level of an organization on a heirachy
pl_pl: Organizacja Rodzic|Organizacja poziom wyżej w hierarchii

source: Address|A combined field used to describe the organization address when associating it with other records
pl_pl: Adres|Pole łączone użytkowane od opisu organizacji przy łączeniu z innymi rekordami
