Repository: activeagenda/aa-base
Catalog: s2a/active_agenda/lang/*/LC_MESSAGES/active_agenda.po
Languages: pl_pl

source: Source Record Link|An internal link to the source record.
pl_pl: Link Rekordu Źródłowego|Link wewnętrzny do rekordu źródłowego

source: Attachments
pl_pl: Załączniki

source: No Add New|To add a new Attachment you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nowy Załącznik musisz przejść do modułu rodzica

source: Search|Search attachments associated with related records
pl_pl: Wyszukiwanie|Przeszukiwanie załączników stowarzyszonych z powiązanymi rekordami

source: File Name
pl_pl: Nazwa Pliku

source: Last Modified
pl_pl: Ostatnia Modyfikacja

source: File Size
pl_pl: Rozmiar Pliku

source: Record ID|Numerical ID to identify and track attachments uploaded within this application
pl_pl: ID Rekordu|Numeryczne ID do identyfikacji i śledzenia załączników w systemie

source: Download Link|A link to the download utilty
pl_pl: Link Pobrania|Link do pobrania pliku

source: Description|A short description of the file contents
pl_pl: Opis|Krótki opis zawartości pliku

source: File|The file to be attached
pl_pl: Plik|Plik do załączenia

source: File Size|The size of the uploaded file
pl_pl: Rozmiar Pliku|Rozmiar wysyłanego na serwer pliku

source: Modified By|The name of the person that last modified the attachment record
pl_pl: Zmodyfikowany Przez|Nazwa osoby która ostatnia zmodyfikowała rekord załącznika

source: Last Modified|The date the attachment record was last modified
pl_pl: Ostatnia Modyfikacja|Data ostatniej modyfikacji rekordu załącznika

source: List|View the list of Attachments
pl_pl: Lista|Widok listy Załączników

source: an Attachment
pl_pl: Załącznik

source: Form|Edit summary information about an attachment associated with a related record
pl_pl: Formularz|Edycja informacji o załącznikach stowarzyszonych z powiązanym rekordem

source: Attachment
pl_pl: Załącznik

source: View|View summary information about an attachment associated with a related record
pl_pl: Rekord|Widok informacji o załączniku stowarzyszonym z powiązanym rekordem

source: New Attachment
pl_pl: Nowy Załącznik

source: Costs
pl_pl: Koszty

source: No Add New|To add a new Cost you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nowy Koszt musisz przejść do modułu rodzica

source: Search|Search costs of risk associated with related records
pl_pl: Wyszukiwanie|Przeszukiwanie kosztów związanych ze stowarzyszonymi rekordami

source: Cost ID
pl_pl: ID Kosztu

source: Incurred
pl_pl: Wartość Kosztu

source: Cost ID|An automatically assigned number used to track costs throughout the enterprise
pl_pl: ID Kosztu|Automatycznie przydzielany numer używany do śledzenia kosztów w organizacji

source: Cost Date|The date this cost amount was incurred by the organization
pl_pl: Data Kosztu|Data powstania kosztu w organizacji

source: Organization|The organization responsible for the cost or expense
pl_pl: Organizacja|Organizacja odpowiedzialna za koszt lub wydatek

source: Person Accountable|The individual assigned primary accountability for the cost
pl_pl: Osoba Odpowiedzialna|Osoba odpowiedzialna za koszt

source: Cost of Risk Category|A cost of risk categorization which enables a Total Cost of Risk analysis
pl_pl: Kategoria Kosztu|Kategoryzacja kosztu do celów analitycznych

source: Cost Type|A combined field used to describe this cost type when associating it with other records
pl_pl: Typ Kosztu|Pole łączone używane do opisu typu kosztu jeżeli jest on stowarzyszony z innymi rekordami

source: Title|A concise title that describes the cost
pl_pl: Tytuł|Zwarty tytuł opisujący koszt

source: Cost Description|A detailed description of the cost being tracked
pl_pl: Opis Kosztu|Szczegółowy opis kosztu

source: Incurred|The total estimated amount of the cost to be incurred, stated in the currency assigned to this installation of the software
pl_pl: Wartość Kosztu|Szacunkowa wartość powstałego kosztu w walucie systemu

source: Budget Consideration?|Whether the cost incurred should be considered for future budget planning
pl_pl: Budżet?|Czy powstały koszt powinien być brany pod uwagę w przyszłości w konstrukcji budżetu

source: P.O. Number|A purchase order number assigned by an accounting department to allocate funds for a stated and approved purpose
pl_pl: Numer MPK|Numer Miejsca Powstawania Kosztu przydzielony przez księgowość

source: Modified By|The name of the person that last modified the cost record
pl_pl: Zmodyfikowany Przez|Nazwa osoby która ostatnia zmodyfikowała rekord kosztu

source: Last Modified|The date the cost record was last modified
pl_pl: Ostatnia Modyfikacja|Data ostatniej modyfikacji rekordu kosztu

source: List|View the list of Costs
pl_pl: Lista|Widok listy Kosztów

source: a Cost of Risk
pl_pl: Koszt

source: List|List costs of risk associated with related records
pl_pl: Lista|Lista pozycji kosztów powiązanych z rekordami

source: Form|Edit summary information about a cost of risk associated with a related record
pl_pl: Formularz|Edycja informacji o kosztach stowarzyszonych z powiązanym rekordem

source: Cost
pl_pl: Koszt

source: View|View summary information about a cost of risk associated with a related record
pl_pl: Rekord|Widok informacji o koszcie stowarzyszonym z powiązanym rekordem

source: New Cost
pl_pl: Nowy Koszt

source: Cost Types
pl_pl: Typy Kosztów

source: Add New|Add a new Cost Type
pl_pl: Dodaj Nowy|Dodaj nowy Typ Kosztu

source: Search|Search cost of risk types
pl_pl: Wyszukiwanie|Przeszukiwanie typów kosztów

source: Reports
pl_pl: Raporty Ogólne

source: No Add New|You cannot add a new Cost Type because you don't have permission
pl_pl: Brak Dodaj Nowy|Nie możesz dodać nowego Typu Kosztu ponieważ brak Ci uprawnień

source: Cost Category
pl_pl: Kategoria Kosztu

source: Cost Title
pl_pl: Tytuł Kosztu

source: Person Accountable
pl_pl: Osoba Odpowiedzialna

source: Expenditure
pl_pl: Wydatek

source: Record ID|An automatically assigned number used to track risk control participation types
pl_pl: ID Rekordu|Automatycznie przydzielany numer użytkowany do śledzenia typów uczestnictwa w koszcie

source: Cost Title|A word or short phrase used to describe the specific title of this cost of risk type
pl_pl: Tytuł Kosztu|Słowo lub fraza używana do opisu tytułu kosztu danego typu

source: Cost Type Description|A detailed description of the cost of risk type and the types of expenses likely to be categorized under this type
pl_pl: Opis Typu Kosztu|Szczegółowy opis typu kosztu i związanych z nim wydatków

source: Person Accountable|The name of the person accountable for developing, directing, and/or managing this cost of risk type
pl_pl: Osoba Odpowiedzialna|Osoba odpowiedzialna za zarządzanie kosztem

source: Expenditure?|Whether the cost incurred is associated with an expenditure of cash
pl_pl: Wydatki?|Czy powstały wydatek ma być stowarzyszony z wydaniem gotówki

source: List|View the list of Cost Types
pl_pl: Lista|Widok listy Typów Kosztów

source: a Cost Type
pl_pl: Typ Kosztu

source: Form|The screen used to edit summary information about a cost of risk type
pl_pl: Formularz|Ekran używany do edycji informacji o typach kosztów

source: Cost Type
pl_pl: Typ Kosztu

source: View|The screen used to view summary information about a cost of risk type
pl_pl: Rekord|Ekran do oglądania informacji o typach kosztów

source: New Cost Type
pl_pl: Nowy Typ Kosztu

source: Glossary
pl_pl: Glosariusz

source: Add New|Add a new Glossary Item
pl_pl: Dodaj Nowy|Dodaj nową pozycję Glosariusza

source: Search|Search glossary terms
pl_pl: Wyszukiwanie|Przeszukiwanie pozycji glosariusza

source: No Add New|You cannot add a new Glossary Item because you don't have permission
pl_pl: Brak Dodaj Nowy|Nie możesz dodać nowej Pozycji Glosariusza bo nie masz do tego uprawnień

source: Glossary ID
pl_pl: ID Glosariusza

source: Glossary Item
pl_pl: Pozycja Glosariusza

source: Definition
pl_pl: Definicja

source: Glossary ID|An automatically assigned number used to track glossary items associated with the application, technology and the domain
pl_pl: ID Glosariusza|Automatycznie przydzielany numer do śledzenia pozycji glosariusza

source: Organization|The name of the organization introducing the glossary term and associated definition to assist with organizational communication
pl_pl: Organizacja|Nazwa organizacji wprowadzającej termin w glosariuszu i związanej z nim definicji

source: Person Accountable|The individual assigned primary accountability for maintaining the currency and accuracy of this glossary item
pl_pl: Osoba Odpowiedzialna|Osoba odpowiedzialna za zarządzanie i poprawność danej pozycji w glosariuszu

source: Glossary Item|The term, title, or phrase to be included as a glossary item
pl_pl: Pozycja Glosariusza|Termin, tytuł lub fraza wprowadzana do glosariusza

source: Definition|The definition of the glossary item as it is uesd throughout the enterprise
pl_pl: Definicja|Definicja terminu w glosariuszu

source: Uniform Resource Locator|The internet address of a useful glossary or definition page
pl_pl: URL|Adres internetowy strony z informacjami uzupełniającymi

source: Protected|Protect these changes from being automatically overwritten while importing glossary records from another database
pl_pl: Ochrona|Chroń zmiany przed nadpisanie przy imporcie rekordów glosariusza z innej bazy

source: Display|Display this glossary item within the application glossary
pl_pl: Wyświetlanie|Wyświetlanie danej pozycji glosariusza w glosariuszu systemu

source: List|View the list of Glossary Items
pl_pl: Lista|Widok listy Pozycji Glosariusza

source: a Glossary Item
pl_pl: Pozycja Glosariusza

source: Form|Edit summary information about a glossary term used throughout the organization
pl_pl: Formularz|Edycja informacji o pozycji glosariusza używanego w organizacji

source: View|View summary information about a glossary term used throughout the organization
pl_pl: Rekord|Widok informacji o pozycji glosariusza używanego w organizacji

source: New Glossary Item
pl_pl: Nowa Pozycja Glosariusza

source: Links
pl_pl: Linki

source: No Add New|To add a new Link you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać Link musisz przejść do modułu rodzica

source: Search|Search links associated with related records
pl_pl: Wyszukiwanie|Przeszukiwanie linków stowarzyszonych z powiązanymi rekordami

source: Link ID
pl_pl: ID Linka

source: Link Title
pl_pl: Tytuł Linka

source: Link Address
pl_pl: Adres Linka

source: Link ID|Numerical ID used track links associated with records throughout the application
pl_pl: ID Linka|Numeryczne ID używane do śledzenia linków stowarzyszonych z rekordami w systemie

source: Related Record Description|A description of the related record based on a combination of field values assigned from within the related module
pl_pl: Opis Związanek Rekordu|Opis związanego rekordu bazujący na kombinacji wartości pól przydzielonych w związanym module

source: Link Title|Short description of the link
pl_pl: Tytuł Linka|Krótki opis linka

source: Link Address|A valid address associated with a Web page or other information which is relevant to the related record
pl_pl: Adres Linka|Adres strony internetowej lub innej informacji odnoszącej się do związanego rekordu

source: Link Description|A detailed description of the Web page or other information to be found at the link address
pl_pl: Opis Linka|Szczegółowy opis strony lub innej informacji do znalezienia pod adresem internetowym

source: Entry Date|An automatic entry of the date and time the link was entered into the database
pl_pl: Data Wpisu|Automatycznie wprowadzana data i czas wpisu linka do systemu

source: Entry Person|An automatic entry of the person that entered the link into the database
pl_pl: Osoba Wpisująca|Automatycznie wprowadzana nazwa osoby wpisującej link do systemu

source: Organization|The name of the organization responsible for the assiated link
pl_pl: Organizacja|Nazwa organizacji odpowiedzialnej za link

source: List|View the list of Links
pl_pl: Lista|Widok listy Linków

source: a Link
pl_pl: Link

source: View|View summary information about a link associated with a related record
pl_pl: Rekord|Widok informacji o linku stowarzyszonym z powiązanym rekordem

source: New Link
pl_pl: Nowy Link

source: Module Notification Recipients
pl_pl: Odbiorcy Powiadomień Modułu

source: No Add New|To add a new Module Notification Recipient you must go to a parent module
pl_pl: Brak Dodaj Nowe|Aby dodać nowego Odbiorcę Powiadomień Modułu należy przejść do modułu rodzica

source: Search|Search issue reports
pl_pl: Wyszukiwanie|Przeszukiwanie raportów spraw

source: Recipient
pl_pl: Odbiorca

source: Email Address
pl_pl: Email

source: Record ID|An automatically assigned number used to track notification requirements
pl_pl: ID Rekordu|Automatycznie przydzielany numer do śledzenia wymogów powiadomienia

source: Module|The name of the module associated with the notification requirement
pl_pl: Moduł|Nazwa modułu powiązanego z wymogiem powiadomienia

source: Organization|Name of the organization associated with the notification requirements. Individuals from the same organization, or many different organizations, may be added to the notification list of this organization for this module.
pl_pl: Organizacja|Nazwa organizacji stowarzyszonej z wymogami powiadomienia. Osoby z tej samej organizacji lub różnych organizacji mogą być dodawane do listy powiadomień tej organizacji dla danego modułu

source: Recipient|The name of the individual that should be notified
pl_pl: Odbiorca|Nazwa osoby która ma zostać powiadomiona

source: Contact Card|A combined field used to group basic contact information of a person
pl_pl: Karta Kontaktu|Pole łączone używane do grupowania informacji kontaktowych danej osoby

source: Recipient Notification Details|Details associated with the notification requirement
pl_pl: Szczegóły Powiadomienia Odbiorcy|Szczegóły stowarzyszone z wymogiem powiadomienia

source: Module|The name of the module associated with the notification recipient
pl_pl: Moduł|Nazwa modułu stowarzyszonego z odbiorcą powiadomienia

source: List|View the list of Module Notification Recipients
pl_pl: Lista|Widok listy Odbiorców Powiadomień Modułu

source: a Module Notification Recipient
pl_pl: Odbiorca Powiadomienia Modułu

source: Form|Edit summary information about a notification requirement
pl_pl: Formularz|Edycja informacji o wymogach powiadomienia

source: Module Notification Recipient
pl_pl: Odbiorca Powiadomienia Modułu

source: View|View summary information about a notification requirement
pl_pl: Rekord|Widok informacji o wymogu powiadomienia

source: New Module Notification Recipient
pl_pl: Nowy Odbiorca Powiadomienia Modułu

source: Notifications
pl_pl: Powiadomienia

source: No Add New|To add a new Notification you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nowe Powiadomienie musisz przejść do modułu rodzica

source: Record
pl_pl: Rekord

source: Subject
pl_pl: Temat

source: Record ID|An automatically assigned number used to track notifications
pl_pl: ID Rekordu|Automatycznie przydzielany numer używany do śledzenia powiadomień

source: Module|The name of the module associated with the notification
pl_pl: Moduł|Nazwa modułu stowarzyszonego z powiadomieniem

source: Record Description|A description of the record that is being sent as a notification
pl_pl: Opis Rekordu|Opis rekordu wysyłanego jako powiadomienie

source: Sender|The person who sent the notification
pl_pl: Nadawca|Osoba która wysłała powiadomienie

source: Subject|The subject line for the notification email
pl_pl: Temat|Temat maila powiadomienia

source: Message|An additional message in the notification email
pl_pl: Wiadomość|Dodatkowa wiadomość w mailu powiadomienia

source: Attach XML Data?|Whether to attach a machine-readable data file with the message
pl_pl: Załączyć Dane XML?|Czy załączyć dane czytelne maszynowo do wiadomości

source: Status|The current status of the notification
pl_pl: Status|Aktualny status powiadomienia

source: Sent Date|The time and date when the notification was sent
pl_pl: Data Wysyłki|Data i czas wysyłki powiadomienia

source: Organization|The name of the organization associated with the related record
pl_pl: Organizacja|Nazwa organizacji stowarzyszonej z powiązanym rekordem

source: List|View the list of Notifications
pl_pl: Lista|Widok listy Powiadomień

source: a Notification
pl_pl: Powiadomienie

source: Recipients|Modify the selected recipients for this notification
pl_pl: Odbiorcy|Modyfikowanie wybranych odbiorców tego powiadomienia

source: Send|Confim the sending of this notification
pl_pl: Wyślij|Potwierdź wysyłanie tego powiadomienia

source: Notification
pl_pl: Powiadomienie

source: New Notification
pl_pl: Nowe Powiadomienie

source: This notification has already been sent. It can't be changed anymore.
pl_pl: Powiadomienie zostało już wysłane i nie może być zmienione.

source: Record|The record that is being sent as a notification
pl_pl: Rekord|Rekord który został wysłany jako powiadomienie

source: Notification Recipients
pl_pl: Odbiorcy Powiadomienia

source: No Add New|To add a new Notification Recipient you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nowego Odbiorcę Powiadomienia musisz przejść do modułu rodzica

source: Notification ID
pl_pl: ID Powiadomienia

source: Notification ID|The automatically assigned number used to track notifications
pl_pl: ID Powiadomienia|Automatycznie przydzielany numer do śledzenia powiadomień

source: Person ID|The person who is the recipient of the notification
pl_pl: ID Osoby|Osoba która jest odbiorcą powiadomienia

source: List|View the list of Notification Recipients
pl_pl: Lista|Widok listy Odbiorców Powiadomień

source: a Notification Recipient
pl_pl: Odbiorca Powiadomienia

source: Notification Recipient
pl_pl: Odbiorca Powiadomienia

source: Notes
pl_pl: Notatki

source: No Add New|To add a new Note you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nową Notatkę musisz przejść do modułu rodzica

source: Search|Search notes
pl_pl: Wyszukiwanie|Przeszukiwanie notatek

source: Note ID|An automatically assigned number used to track notes associated with records throughout the application
pl_pl: ID Notatki|Automatycznie przydzielany numer do śledzenia notatek stowarzyszonych z rekordami w systemie

source: Title|A concise title that describes the note
pl_pl: Tytuł|Zwięzły tytuł opisujący notatkę

source: Note|A note to be associated with a record
pl_pl: Notatka|Notatka do stowarzyszenia z rekordem

source: Note Date|Automatic entry of the date the note was entered into the system
pl_pl: Data Notatki|Automatycznie wprowadzana data wpisu notatki do systemu

source: Author|Automatic entry of the name of the person entering or last modifying the note
pl_pl: Autor|Automatycznie wprowadzana nazwa osoby wpisującej lub modyfikującej notatkę

source: Last Modified|Automatic entry of the last date the note was modified
pl_pl: Ostatnia Modyfikacja|Automatycznie wprowadzana data ostatniej modyfikacji notatki

source: Last Modified By|Automatic entry of the last user that modified the note
pl_pl: Zmodyfikowany Przez|Automatycznie wprowadzany użytkownik który jako ostatni zmodyfikował notatkę

source: List|View the list of Notes
pl_pl: Lista|Widok listy Notatek

source: a Note
pl_pl: Notatka

source: Form|Edit summary information about a note
pl_pl: Formularz|Edycja informacji o notatce

source: Note
pl_pl: Notatka

source: View|View summary information about a note
pl_pl: Rekord|Widok informacji o notatce

source: New Note
pl_pl: Nowa Notatka

source: Upgrade Patches
pl_pl: Aktualizacje

source: No Add New|To add a new Upgrade Patch you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nową Aktualizację musisz przejść do modułu rodzica

source: Record ID|An automatically assigned ID for internal purposes (primary key)
pl_pl: ID Rekordu|Automatycznie przydzielane ID do celów wewnętrznych

source: Patch Name|A unique name assigned to each patch
pl_pl: Nazwa Aktualizacji|Unikalna nazwa przydzielona aktualizacji

source: Description|A description of the patch
pl_pl: Opis|Opis aktualizacji

source: Release Version|The release version that this patch applies to
pl_pl: Wersja systemu|Wersja systemu do którego stosuje się aktualizację

source: Applied Status|The status of this patch: Not Applied, Applied, Not Required
pl_pl: Status|Status aktualizacji: Nie Wykonany, Wykonany, Nie Wymagany

source: User Log
pl_pl: Log Użytkownika

source: No Add New|To add a new Log Entry you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nowy Wpis Logu musisz przejść do modułu rodzica

source: Person ID
pl_pl: ID Osoby

source: Remote IP
pl_pl: Zdalne IP

source: Date and Time
pl_pl: Data i Czas

source: Event Type|The type of user entry being logged by the system
pl_pl: Typ Zdarzenia|Typ zdarzenia użytkownika zalogowanego do systemu

source: Event URL|URL of request that generated the event
pl_pl: URL Zdarzenia|URL zapytania które wygenerowało zdarzenia

source: Remote IP|The visiting user's IP address
pl_pl: Zdalne IP|IP użytkownika zalogowanego do systemu

source: List|View the list of Log Entries
pl_pl: Lista|Widok listy Wpisów Logu

source: Release Versions
pl_pl: Wersja Systemu

source: No Add New|To add a new Release Version you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nową Wersję Systemu musisz przejść do modułu rodzica

source: Release Version|A unique version number assigned to each version
pl_pl: Wersja Systemu|Unikalny numer przydzielony do każdej wersji systemu

source: No checksum file found
pl_pl: Brak sumy kontrolnej pliku

source: Several checksum files found:
pl_pl: Znaleziono więcej niż jeden plik sumy kontrolnej:

source: Select a checksum file by typing the number associated with the correct file listed above:
pl_pl: Wybierz plik sumy kontrolnej wpisując odpowiedni numer połączony z plikiem powyżej:

source: '%s' is an invalid choice. Would you like to try again?
pl_pl: '%s' jest nieważnym wyborem. Chcesz spróbować jeszcze raz?

source: Reading checksum file %s
pl_pl: Wczytywanie pliku sumy kontrolnej %s

source: There are %s files to check
pl_pl: Do sprawdzenia jest %s plików

source: Found a modification on line %s.
pl_pl: Znaleziono modyfikację w linii %s.

source: Found the following modified files:
pl_pl: Znaleziono następujące zmodyfikowane pliki:

source: Found no modified files.
pl_pl: Nie znaleziono zmodyfikowanych plików.

source: The following files were removed:
pl_pl: Następujące pliki zostały usunięte:

source: No files were removed.
pl_pl: Nie usunięto żadnych plików.

source: All done!
pl_pl: Zadanie wykonane!

source: Change Your Preferences
pl_pl: Zmień Twoje Preferencje

source: Could not find the file:
pl_pl: Nie odnaleziono pliku:

source: Your settings were saved successfully. They will become effective next time you log in.
pl_pl: Twoje zmiany zostały zapamiętane. Będą widoczne po następnym zalogowaniu.

source: Audit trail for
pl_pl: Zapis audytu dla

source: , record
pl_pl: , rekord

source: List|View the list
pl_pl: Lista|Widok listy

source: View|The View Screen
pl_pl: Rekord|Ekran widoku

source: There is no data to view here.
pl_pl: Brak danych do wyświetlenia.

source: phrase
pl_pl: fraza

source: These are the fields of the '%1$s' grid. Please print as many sheets of this page as necessary, or see the %2$s module for a complete data entry form.
pl_pl: To są pola arkusza '%1$s'. Wydrukuj tyle arkuszy ile potrzebujesz lub obejrzyj wszystkie pola wprowadzania danych w module %2$s.

source: %s's Dashboard
pl_pl: %s - Pulpit

source: You don't have permission to view this file.
pl_pl: Brak uprawnień do podglądu tego pliku.

source: There was a problem
pl_pl: Wystąpił problem

source: The file could not be found on the system.
pl_pl: Plik nie mógł zostać odnaleziony w systemie.
