Repository: activeagenda/aa-base
Catalog: s2a/active_agenda/lang/*/LC_MESSAGES/active_agenda.po
Languages: pl_pl

source: This is probably not because of something you did, but a problem on the server. This problem has been logged, and an administrator will hopefully fix it soon.
pl_pl: Nie stało się to z powodu Twojego działania ale problemu z serwerem. Problem został zapisany i będzie naprawiony przez administratora.

source: Search conditions:
pl_pl: Warunki wyszukiwania:

source: Ordering:
pl_pl: Uporządkowanie:

source: ascending
pl_pl: rosnąco

source: descending
pl_pl: malejąco

source: There is no matching data.
pl_pl: Brak pasujących danych.

source: Worksheet for the %s module
pl_pl: Arkusz roboczy dla modułu %s

source: Records in the %s module
pl_pl: Rekordy w module %s

source: Checking file permissions on the server:
pl_pl: Sprawdzanie praw dostępu plików na serwerze

source: Note: This is a rudimentary check for the purpose of ensuring basic functionality, not security. A more comprehensive server configuration check might be implemented in a later release of Active Agenda.
pl_pl: Uwaga: Jest to pobieżny test w celu zapewnienia podstawowej funkcjonalności.

source: Checking file upload folder:
pl_pl: Sprawdzanie foldera do wysyłki plików:

source: Folder is writeable (OK)
pl_pl: Folder ma prawa zapisu (OK)

source: Folder is NOT writeable.
pl_pl: Folder nie ma praw zapisu.

source: Warning: It is not possible to upload attachments.
pl_pl: Ostrzeżenie: Nie można wysłać załączników.

source: Checking s2alog folder:
pl_pl: Sprawdzanie foldera s2alog:

source: Checking errors.log file:
pl_pl: Sprawdzanie pliku errors.log

source: File exists. Checking if it's writeable:
pl_pl: Plik istnieje. Sprawdzanie czy ma prawa zapisu:

source: File is writeable (OK)
pl_pl: Plik ma prawa zapisu (OK)

source: File is NOT writeable.
pl_pl: Plik nie ma praw zapisu.

source: Warning: Error messages cannot be logged. Additional error messages will be displayed to users. Be sure to change the permissions before using Active Agenda.
pl_pl: Ostrzeżenie: Komunikat o błędzie nie mógł zostać zapisany. Dodatkowy komunikat o błędzie będzie wyświetlany użytkownikom. Upewnij się, że uprawnienia zostaną zmienione przed dalszym użytkowaniem systemu.

source: File does not exist, creating it...
pl_pl: Plik nie istnieje, tworzenie...

source: Created successfully!
pl_pl: Utworzony z powodzeniem!

source: Could not create file.
pl_pl: Nie można było utworzyć pliku.

source: You are not allowed to access this page, because you are not a Site Administrator
pl_pl: Brak praw dostępu do tej strony ponieważ nie jesteś administratorem systemu.

source: Server check
pl_pl: Sprawdzanie serwera

source: Successfully changed accountabilities
pl_pl: Zmiana odpowiedzialności zakończona powodzeniem

source: No person selected.
pl_pl: Brak wybranej osoby.

source: New Person Accountable|Select the person that the currently filtered accountabilities should be reassigned to.
pl_pl: Nowa Osoba Odpowiedzialna|Wybierz osobę, której przydzielone zostaną wybrane odpowiedzialności.

source: Reassign Accountabilities
pl_pl: Przydziel Odpowiedzialności

source: Select a person below:
pl_pl: Wybierz osobę poniżej:

source: Search|Go to the search screen
pl_pl: Wyszukiwanie|Przejdź do ekranu wyszukiwania

source: Available Themes
pl_pl: Dostępne Tematy

source: Theme %s
pl_pl: Temat %s

source: Theme Values
pl_pl: Wartości Tematu

source: Theme Tags
pl_pl: Znaczniki Tematu

source: Theme Visualizer
pl_pl: Wizualizacja Tematu

source: You are seeing this page because you don't have permission to the record you were trying to access.
pl_pl: Widzisz tą stronę ponieważ brak Ci praw dostępu do rekordu, który usiłujesz zobaczyć.

source: If you feel you require access permissions to this module, please contact your local Active Agenda Administrator. Please note that new permissions aren't available until the next time you log in.
pl_pl: Jeżeli uważasz, że musisz mieć dostęp do tego modułu, skontaktuj się z administratorem systemu.

source: Alright. That's enough tries for now.
pl_pl: Przekroczony limit prób zalogowania się do systemu.

source: You have been locked out from the application for 30 minutes. Here's some interesting reading while you wait:
pl_pl: Twój dostęp do systemu został zablokowany na 30 minut. W międzyczasie tutaj znajdziesz coś interesującego do poczytnia :

source: <blockquote><strong>The Guy in the Glass</strong> <em>by Dale Wimbrow, &#169; 1934</em> When you get what you want in your struggle for pelf, And the world makes you King for a day, Then go to the mirror and look at yourself, And see what that guy has to say. For it isn't your Father, or Mother, or Wife, Who judgement upon you must pass. The feller whose verdict counts most in your life Is the guy staring back from the glass. He's the feller to please, never mind all the rest, For he's with you clear up to the end, And you've passed your most dangerous, difficult test If the guy in the glass is your friend. You may be like Jack Horner and "chisel" a plum, And think you're a wonderful guy, But the man in the glass says you're only a bum If you can't look him straight in the eye. You can fool the whole world down the pathway of years, And get pats on the back as you pass, But your final reward will be heartaches and tears If you've cheated the guy in the glass.</blockquote>
pl_pl: <blockquote><strong>Z czasów PRL...</strong> Przełożonych się nie lękaj. Mało pracuj, dużo stękaj. Nie krytykuj, nie podskakuj. Siedź na dupie i przytakuj. Nie przejmuj się swoją rolą bo i tak Cię opierdolą. Nie przejmuj się swoją pracą Bo i tak Ci gówno płacą. Bo wydajność Twojej pracy Reguluje fundusz płacy. A gdy jesteś w niskiej grupie wolno mieć Ci wszystko w dupie. Za pięć trzecia bierz kapotę. Pierdol firmę i robotę. Tak dożyjesz starczej renty. Nigdy w dupę nie kopnięty. Żebyś z głodu nie umierał rentę będziesz sam pobierał. Nie za dużo, nie za mało, byle na kartofle stało. A gdy przyjdzie życia kres Powiedz wszystkim: SRAŁ WAS PIES. </blockquote>

source: No Access
pl_pl: Brak Dostępu

source: Permission Denied
pl_pl: Brak praw dostępu

source: Change Your Password
pl_pl: Zmień Twoje Hasło

source: Please choose a new password. It cannot be the same as you used before.
pl_pl: Wybierz nowe hasło. Musi być inne niż poprzednio.

source: You are required to choose and enter a new password before proceeding.
pl_pl: Zanim możesz dalej pracować w systemie musisz wybrać i wprowadzić nowe hasło .

source: No glossary items found for letter %s.
pl_pl: Pod literą %s nie znaleziono żadnych wpisów w glosariuszu.

source: No glossary items found.
pl_pl: Nie znaleziono wpisów w glosariuszu.

source: Glossary List
pl_pl: Lista Glosariusza

source: Close
pl_pl: Zamknij

source: Login failed.
pl_pl: Logowanie nieudało się.

source: Please check the spelling of username and password
pl_pl: Sprawdź pisownie loginu i hasła

source: Check that CAPS LOCK is not accidentally on.
pl_pl: Sprawdź czy przez przypadek nie jest włączony CAPS LOCK.

source: The data in the following reports is filtered by the following conditions
pl_pl: Dane w raportach zostały wyfiltrowane za pomocą następujących warunków

source: Could not find any reports for this module
pl_pl: Nie można znaleźć żadnych raportów dla tego modułu

source: Search|Search to select different data
pl_pl: Wyszukiwanie|Przeszukiwanie danych

source: Charts|View the selected data in charts
pl_pl: Wykresy|Widok wybranych danych na wykresach

source: Read More...
pl_pl: Przeczytaj więcej...

source: Dismiss for this module
pl_pl: Zrezygnuj w tym module

source: Dismiss for all modules
pl_pl: Zrezygnuj we wszystkich modułach

source: default filter
pl_pl: filtr domyślny

source: custom filter
pl_pl: filtr własny

source: all
pl_pl: wszystkie

source: This file should not be accessed directly.
pl_pl: Ten plik nie powinien być pobierany bezpośrednio.

source: This is the first page
pl_pl: To jest pierwsza strona

source: Go to the first page
pl_pl: Przejdź do pierwszej strony

source: Go to the previous page
pl_pl: Przejdź do poprzedniej strony

source: This is the last page
pl_pl: To jest ostatnia strona

source: Go to the next page
pl_pl: Przejdź do następnej strony

source: Go to the last page
pl_pl: Przejdź do ostatniej strony

source: Useful for shortcuts, bookmarks, etc.
pl_pl: Użyteczny do Skrótów, Ulubionych, etc.

source: Direct link to this page
pl_pl: Link do tej strony

source: Click here to download this record as an XML data file.
pl_pl: Kliknij tutaj aby pobrać rekord jako plik XML.

source: XML Download
pl_pl: Pobieranie XML

source: Dashboard Shortcut:
pl_pl: Skrót pulpitu:

source: Click here to remove this page from the shortcuts on your home page.
pl_pl: Kliknij tutaj aby usunąć stronę ze skrótów na stronie startowej.

source: remove
pl_pl: usuń

source: Click here to add this page as a shortcut on your home page.
pl_pl: Kliknij tutaj aby dodać stronę jako skrót do strony startowej.

source: Add shortcut
pl_pl: Dodaj Skrót

source: New Accountabilities
pl_pl: Nowe Odpowiedzialności

source: Shortcuts
pl_pl: Skróty

source: Check server configuration
pl_pl: Sprawdź konfigurację serwera

source: Invalid Dashboard Chart ID
pl_pl: Nieważne ID Wykresu Pulpitu

source: All records
pl_pl: Wszystkie rekordy

source: Select one
pl_pl: Wybierz jeden

source: This chart is on your dashboard
pl_pl: Ten wykres jest na Twoim pulpitu

source: Click here to add this chart to your dashboard.
pl_pl: Kliknij tutaj aby dodać ten wykres na pulpit.

source: Add this chart to your dashboard
pl_pl: Dodaj ten wykres na Twój pulpit

source: One page per section
pl_pl: Jedna strona na sekcję

source: All on one page
pl_pl: Wszystko na jednej stronie

source: Edit documentation for this module
pl_pl: Edytuj dokumentację dla tego modułu

source: Table of Contents
pl_pl: Spis Treści

source: Edit this section
pl_pl: Edytuj tą sekcję

source: External
pl_pl: Zewnętrzny

source: Online Documentation
pl_pl: Dokumentacja Online

source: Support Documentation
pl_pl: Dokumentacja Wsparcia

source: Entering a new %s record
pl_pl: Wprowadzanie nowego rekordu %s

source: New Record
pl_pl: Nowy Rekord

source: Close and Reload
pl_pl: Zamknij i Odśwież

source: Parent Modules
pl_pl: Moduł Rodzic

source: Modules where this module is a submodule
pl_pl: Moduły gdzie ten moduł jest podmodułem

source: Submodules
pl_pl: Podmoduły

source: Submodules of this module
pl_pl: Podmoduły tego modułu

source: Foreign Modules
pl_pl: Moduł Obcy

source: This module displays data from the following modules
pl_pl: Ten moduł wyświetla dane z następujących modułów

source: This module displays data from and saves data into the following modules
pl_pl: Ten moduł wyświetla i zapamiętuje dane z następujących modułów

source: Reverse Foreign Modules
pl_pl: Odwrotne Moduły Obce

source: Modules that display data from this module
pl_pl: Moduły, które wyświetlają dane z tego modułu

source: Reverse Remote Modules
pl_pl: Odwrotne Moduły Zdalne

source: Modules that display data from this module and save data into this module
pl_pl: Moduły, które wyświetlają dane z tego modułu i zapamiętują w nim dane

source: There are %s items in this list
pl_pl: Jest %s pozycji na liście

source: Show Items
pl_pl: Pokaż Pozycje

source: Hide Items
pl_pl: Ukryj Pozycje

source: ERROR: No 'grid type' parameter passed.
pl_pl: Błąd: Brak przekazania parametru 'gridtype'.

source: ERROR: The following file could not be found:
pl_pl: Błąd: Następujące pliki nie zostały znalezione:

source: ERROR: No module ID.
pl_pl: Błąd: Brak ID modułu.

source: Full Edit (in new window)
pl_pl: Pełna Edycja (w nowym oknie)

source: Quick Edit
pl_pl: Szybka Edycja

source: Invalid dashboard chart.
pl_pl: Nieważny wykres pulpitu

source: Unknown action requested
pl_pl: Żądanie nieznanego działania

source: PERMISSION DENIED: You appear not to have permission to this data.
pl_pl: Brak praw dostępu: Brak Ci praw dostępu do tych danych.

source: Manage %s for this %s:
pl_pl: Zarządzaj %s dla %s:

source: Reassign these accountabilities to a different person
pl_pl: Przydziel te odpowiedzialności innej osobie

source: Reassign<br>Accountabilities
pl_pl: Przydziel<br>Odpowiedzialności

source: Could not find file:
pl_pl: Nie można znaleźć pliku:

source: This notification has been sent.
pl_pl: To powiadomienie zostało wysłane.

source: To send this notification to the recipients listed below, press the button.
pl_pl: Przyciśnij przycisk aby wysłać powiadomienie do osób wylistowanych poniżej.

source: Send this Notification
pl_pl: Wyślij to Powiadominie

source: There are no recipients for this notification. To send it, first go to the Recipients screen and add some.
pl_pl: Brak odbiorców dla tego powiadomienia. Aby go wysłać, przejdź do Ekranu Odbiorcy i dodaj ich.

source: List|View the list of /**plural_record_name**/
pl_pl: Lista|Widok listy /**plural_record_name**/

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: No data
pl_pl: Brak danych

source: (no date set)
pl_pl: (brak podania daty)

source: (no date/time set)
pl_pl: (brak daty/czasu)

source: View in new window
pl_pl: Widok w nowym oknie

source: (confirm)
pl_pl: (potwierdź)

source: on or after
pl_pl: na lub po

source: on or before
pl_pl: na lub przed

source: Unknown
pl_pl: Nieznany

source: Permission Error: You have no permission to view records in the %s module
pl_pl: Błąd praw dostępu: Nie masz prawa podglądu rekordów w module %s

source: (unselected)
pl_pl: (niewybrany)

source: (match all empty values)
pl_pl: (dopasuj wszystkie puste wartości)

source: (match all non-empty values)
pl_pl: (dopasuj wszystkie niepuste wartości)

source: All empty values
pl_pl: Wszystkie puste wartości

source: All non-empty values
pl_pl: Wszystkie niepuste wartości

source: no value
pl_pl: brak wartości

source: This report is not designed to be displayed as a List report
pl_pl: Raport nie został zaprojektowany do wyświetlania jako raport Listy

source: years
pl_pl: lata

source: months
pl_pl: miesiące

source: days
pl_pl: dni

source: hours
pl_pl: godziny

source: bytes
pl_pl: bajty

source: kilobytes
pl_pl: kilobajty

source: megabytes
pl_pl: megabajty

source: Error: Not enough data to render this chart.
pl_pl: Błąd: Brak wystarczającej ilości danych do wygenerowania wykresu.

source: Error: SQL error.
pl_pl: Błąd: Błąd w SQL

source: Error: Unknown error type.
pl_pl: Błąd: Nieznany typ błędu.

source: Pie
pl_pl: Kołowy

source: (no data)
pl_pl: (brak danych)

source: other
pl_pl: inne

source: Bar
pl_pl: Kolumnowy

source: Radar
pl_pl: Radarowy

source: You have no permissions to view records in the %s module.
pl_pl: Brak praw dostępu do podglądu rekordów w module %s.

source: (No data)
pl_pl: (Brak danych)

source: You have no permissions to view or edit records in the %s module.
pl_pl: Brak praw do podglądu lub edycji rekordów w module %s.

source: Add New
pl_pl: Dodaj Nowy

source: Delete
pl_pl: Usuń

source: Save
pl_pl: Zapamiętaj

source: Cancel
pl_pl: Anuluj

source: Unknown action requested.
pl_pl: Żądanie nieznanego działania.

source: The data was not saved, because:
pl_pl: Dane nie zostały zapisane ponieważ:

source: Database error
pl_pl: Błąd bazy danych

source: The server's upload directory is not writeable. You will not be able to upload files.
pl_pl: Folder serwera do wysyłki plików nie ma praw zapisu. Nie będziesz mógł wysyłać plików na serwer.

source: The server's upload directory for this module is not writeable. You will not be able to upload files.
pl_pl: Folder serwera do wysyłki plików dla tego modułu nie ma praw zapisu. Nie będziesz mógł wysyłać plików na serwer.

source: Edit
pl_pl: Edytuj

source: Add
pl_pl: Dodaj

source: You have no permissions to edit records in the %s module.
pl_pl: Nie masz prawa edycji rekordów w module %s.

source: The file was uploaded successfully.
pl_pl: Wysyłka pliku na serwer zakończyła się powodzeniem.

source: There was a problem uploading the file
pl_pl: Wystąpił problem z wysyłką pliku na serwer.

source: There was a problem uploading the file.
pl_pl: Wystąpił problem podczas wysyłki pliku na serwer.

source: The file is larger than allowed for this server.
pl_pl: Plik jest większy niż zezwala na to serwer.

source: The file is larger than allowed.
pl_pl: Plik jest większy niż jest to dozwolone.

source: The file was not completely uploaded.
pl_pl: Plik nie został w całości wysłany na serwer.

source: No file was uploaded.
pl_pl: Nie wysłano na serwer żadnego pliku.

source: There was a problem uploading the file. Unknown problem.
pl_pl: Wystąpił nieznany problem podczas wysyłki pliku na serwer.

source: Add All
pl_pl: Dodaj Wszystkie

source: Remove All
pl_pl: Usuń Wszystkie

source: None
pl_pl: Brak

source: The request returned no data. Please try a different search.<br><br>
pl_pl: Zapytanie nie zwróciło żadnych danych. Spróbuj innego zapytania.<br><br>

source: View this record in a new window
pl_pl: Obejrzyj rekord w nowym oknie

source: Full Edit
pl_pl: Pełna Edycja

source: View this record
pl_pl: Obejrzyj rekord

source: A best practice!
pl_pl: Najlepsza praktyka!

source: Pages: %s Rows: %s
pl_pl: Strony: %s Wiersze: %s

source: Rows per page:
pl_pl: Wierszy na stronę:

source: Batch Edit
pl_pl: Zbiorcza edycja

source: Edit All
pl_pl: Prawa edycji dla Wszystkich

source: Edit Orgs
pl_pl: Prawa edycji dla Organizacji

source: Edit None
pl_pl: Brak prawa edycji

source: View All
pl_pl: Prawa podglądu dla Wszystkich

source: View Orgs
pl_pl: Prawa podglądu dla Organizacji

source: View None
pl_pl: Brak prawa podglądu

source: Note: this page will take some time to load.
pl_pl: Uwaga: Ta strona będzie się ładował przez dłuższy czas.

source: NOTE: This user has Site Admin privileges, which gives <strong>full access</strong> to all modules in the application. The permissions selected below are effective only if the Site Admin privilege is revoked.<br />
pl_pl: Uwaga: Ten użytkownik ma prawa administratora systemu, co daje mu <strong>pełny dostęp</strong> do wszystkich modułów. Prawa dostępu wybrane poniżej są aktywne po odebraniu praw administratora.<br/>

source: Your session has timed out (or you have logged out). Please close this window and log in from the main window.
pl_pl: Czas Twojej sesji przekroczył limit (lub wylogowałeś się). Zamknij okno i ponownie zaloguj się w głównym oknie.

source: The field '%s' must match pattern %s.
pl_pl: - pole '%s' musi odpowiadać wzorcowi %s.

source: The field '%s' must contain a valid date.
pl_pl: - pole '%s' musi zawierać ważną datę.

source: The field '%s' can only contain numeric values.
pl_pl: - pole '%s' może zawierać tylko wartości numeryczne.

source: The field '%s' may not be zero.
pl_pl: - pole '%s' nie może być równe zero.

source: The field '%s' may not be empty.
pl_pl: - pole '%s' nie może być puste.

source: The field '%s' may not be negative.
pl_pl: - pole '%s' nie może być ujemne.

source: The field '%s' must be a valid email address. The format is incorrect for an email address.
pl_pl: - pole '%s' musi być poprawnym adresem emailowym.

source: The field '%s' must be a valid email address. The domain name (the value after "@") is invalid for email addresses.
pl_pl: - pole '%s' musi być poprawnym adresem emailowym. Nazwa domeny (wartość po "@") jest niepoprawna.

source: The field '%s' must be a valid whole number.
pl_pl: - pole '%s' musi być liczbą całkowitą.

source: The field '%s' must be a valid number.
pl_pl: - pole '%s' musi być liczbą.

source: The field '%s' must have a selected value.
pl_pl: - pole '%s' musi mieć wybraną wartość.

source: The field '%s' has an unknown validation type '%s'. There is a problem in the XML file that defines this module.
pl_pl: - pole '%s' posiada nieznany typ walidacji '%s'.

source: Chart
pl_pl: Wykres

source: ERROR: file not found:
pl_pl: Błąd: nie znaleziono pliku:

source: ERROR: Empty query result.
pl_pl: Błąd: Pusty wynik zapytania.

source: Edit %s for this record
pl_pl: Edytuj %s tego rekordu

source: Parent Module: %s
pl_pl: Moduł Rodzic: %s

source: Parent Modules: %s
pl_pl: Moduły Rodzice: %s

source: You have no charts yet. You can add charts to this dashboard from the Charts screen in any module.
pl_pl: Nie masz jeszcze zdeklarowanych wykresów. Możesz je dodać w każdym module do Twojego pulpitu poprzez ekran Wykresy.

source: Cannot find the file %s.
pl_pl: Nie można znaleźć pliku %s.

source: An error occurrred while processing your request.
pl_pl: Wystąpił błąd podczas obróbki Twojego zapytania.

source: Since all errors are logged and administrators are automatically notified, it is likely that we are already working on it.
pl_pl: Wszystkie błędy są logowane a administrator automatycznie otrzymuje powiadamienie o ich wystąpieniu. Jest więc możliwe, że już pracuje na jego usunięciem.

source: You can help us by %sfiling an error report%s, explaining what you were trying to do, and what you would have expected to see. Please be as specific as you can.
pl_pl: Możesz pomóc %s wypełniając raport o błędzie%s, w którym wyjaśnisz precyzyjnie jakie działanie usiłowałeś zrealizować gdy wystąpił błąd.

source: Ooops! Something went wrong!
pl_pl: Wystąpiła nieprawidłowość w systemie!

source: You must supply a password
pl_pl: Musisz podać hasło

source: No password change
pl_pl: Brak zmiany hasła

source: Updating password
pl_pl: Aktualizacja hasła

source: The passwords you supplied did not match
pl_pl: Hasło, które podałeś, nie pasuje

source: "Complete" or "Deferred" actions are not shown.
pl_pl: Działania "Ukończone" i "Przerwane" nie są pokazywane.

source: No new accountabilities have been assigned to you since your last login.
pl_pl: Nie przydzielono Ci nowych odpowiedzialności od ostatniego zalogowania.

source: "New" accountabilities were assigned today,<br /> or since your last login a previous day.
pl_pl: "Nowe" odpowiedzialności zostały Ci przydzielone dzisiaj<br/> lub wczoraj po ostatnim wylogowaniu się.

source: Username:
pl_pl: Login:

source: Password:
pl_pl: Hasło:

source: Sign In
pl_pl: Zaloguj się

source: Please Sign In
pl_pl: Proszę się zalogować

source: Log out
pl_pl: Wyloguj się

source: Administration
pl_pl: Administracja

source: Views
pl_pl: Widoki

source: Discussions (External)
pl_pl: Dyskusja (Zewnętrzna)

source: Application
pl_pl: System

source: Localities
pl_pl: Umiejscowienie

source: Error Log
pl_pl: Log Błędów

source: Sections
pl_pl: Sekcje

source: Reset form to add another %s
pl_pl: Wyczyść formularz aby dodać nowy rekord %s

source: Download Data
pl_pl: Pobieranie Danych

source: Relations
pl_pl: Relacje

source: discussions
pl_pl: dyskusje

source: documentation
pl_pl: dokumentacja

source: Notification List
pl_pl: Powiadamianie

source: Manage the list of people that should be notified
pl_pl: Zarządzaj listą ludzi do powiadomienia

source: You have been here
pl_pl: Odwiedziłeś strony

source: View
pl_pl: Widok

source: Notify
pl_pl: Powiadomienie

source: You have no breadcrumbs
pl_pl: Nie odwiedziłeś poprzednio żadnej strony

source: Send a new notification of this record
pl_pl: Wyślij nowe powiadomienie o tym rekordzie

source: next
pl_pl: następny

source: previous
pl_pl: poprzedni

source: General %s for %s
pl_pl: Wszystkie %s dla %s

source: Global Discussions
pl_pl: Ogólna Dyskusja

source: Documentation
pl_pl: Dokumentacja

source: Clone form data as new %s
pl_pl: Powiel dane jako nowy rekord %s

source: List Reports
pl_pl: Lista Raportów

source: Date selector
pl_pl: Wybór daty

source: Type a few characters to select an item in the list to the right
pl_pl: Wpisz parę znaków aby wybrać pozycję na liście po prawej

source: Open Module in new window
pl_pl: Otwórz Moduł w nowym oknie

source: new window
pl_pl: nowe okno

source: Open Module in same window
pl_pl: Otwórz Moduł w tym samym oknie

source: go to the first screen
pl_pl: przejdź do pierwszego ekranu
