Repository: activeagenda/aa-base
Catalog: s2a/active_agenda/lang/*/LC_MESSAGES/active_agenda.po
Languages: pl_pl

source: go to the previous screen
pl_pl: przejdż do poprzedniego ekranu

source: go to the last screen
pl_pl: przejdż do ostatniego ekranu

source: go to the next screen
pl_pl: przejdź do następnego ekranu

source: add new
pl_pl: dodaj nowy

source: grid
pl_pl: siatka

source: no permission
pl_pl: brak praw dostępu

source: page
pl_pl: strona

source: [Yes] [No]
pl_pl: [Tak] [Nie]

source: Top
pl_pl: Góra

source: Bottom
pl_pl: Dół

source: To reassign accountabilities, you must first perform a search. Please close this screen and search for records that should be reassigned
pl_pl: Aby ponownie przydzielić dopowiedzialności musisz najpierw wykonać wyszukiwanie. Zamknij ten ekran i wyszukaj rekordy do przydzielenia

source: Filter Conditions
pl_pl: Filtr Wyszukiwania

source: Main Menu
pl_pl: Menu Główne

source: Home - Dashboard
pl_pl: Start - Pulpit

source: dashboard
pl_pl: pulpit

source: Dashboard
pl_pl: Pulpit

source: Quick Start Guide
pl_pl: Tutorial dla nowych użytkowników

source: quickstart
pl_pl: tutorial

source: Quick Guide
pl_pl: Tutorial

source: Email Us!
pl_pl: Napisz do nas!

source: Dicusssion Forums
pl_pl: Forum dyskusyjne

source: discussion forums
pl_pl: forum dyskusyjne

source: Forums
pl_pl: Forum

source: Report Bug
pl_pl: Raportuj błąd

source: File a Bug Report or Feature Request
pl_pl: Wyślij raport o błędzie

source: report bug
pl_pl: raportuj błąd

source: Look up a term in the Glossary
pl_pl: Sprawdź wyrażenie w Glosariuszu

source: glossary
pl_pl: glosariusz

source: Reload the page below
pl_pl: Odśwież stronę poniżej

source: reload
pl_pl: odśwież

source: Reload
pl_pl: Odśwież

source: Log Out
pl_pl: Wylogowanie

source: logout
pl_pl: wylogowanie

source: You have successfully logged out.
pl_pl: Jesteś wylogowany z systemu.

source: This ends the session for
pl_pl: Tym kończy się sesja użytkownika

source: There was a problem logging out.
pl_pl: Wystąpił problem z wylogowaniem się.

source: The address that you typed or clicked is invalid.|This module has no screen by the name
pl_pl: Kliknięty lub wprowadzony adres internetowy jest nieważny.|Ten moduł nie posiada ekranu o nazwie

source: is not an EditScreen (it's a
pl_pl: nie jest ekranem edycji (to jest lista

source: The address that you typed or clicked is invalid.|Could not find a Screen List to verify the requested screen.
pl_pl: Kliknięty lub wprowadzony adres internetowy jest nieważny.|Nie znaleziono ekranu Lista zgodnego z zapytaniem.

source: The address that you typed or clicked is invalid.|Could not find file
pl_pl: Kliknięty lub wprowadzony adres internetowy jest nieważny.|Nie można znaleźć pliku

source: Go Back
pl_pl: Przejdź wstecz do poprzednio wywołanej strony

source: Go to the Home / Dashboard page
pl_pl: Przejdź do Pulpitu

source: Anonymous data entry is not enabled.|ANON_USER is not defined
pl_pl: Anonimowe wprowadzanie danych nie jest zaktywowane.| Użytkownik ANON_USER nie jest zdefiniowany

source: is not an AnonEditScreen (it's a
pl_pl: nie jest ekranem anonimowej edycji (to jest lista

source: Delete this record?
pl_pl: Usunąć ten rekord?

source: Dependent Modules
pl_pl: Moduły Zależne

source: Code Dependencies
pl_pl: Zależności Słowników

source: Entry Log
pl_pl: Log Użytkownika

source: Permissions
pl_pl: Uprawnienia Użytkownika

source: Permitted Organizations
pl_pl: Uprawnienia Organizacji

source: Available
pl_pl: Dostępne

source: Selected
pl_pl: Wybrane

source: The PermissionGrid does not support the module
pl_pl: Macierz uprawnień podglądu nie wspiera modułu

source: All
pl_pl: Wszyscy

source: Orgs
pl_pl: Organizacje

source: chart
pl_pl: wykres

source: move chart left/up
pl_pl: przesuń wykres w lewo/górę

source: move chart right/down
pl_pl: przesuń wykres w prawo/dół

source: remove this chart from the desktop
pl_pl: usuń wykres z pulpitu

source: View All Your Acountabilities
pl_pl: Widok wszystkich Twoich Odpowiedzialności

source: Type|The type of link
pl_pl: Typ|Typ linka

source: Title|The title
pl_pl: Tytuł|Tytuł

source: Total
pl_pl: Suma

source: New
pl_pl: Nowy

source: An error occurred while processing your request.
pl_pl: W trakcie obróbki zapytania wystąpił błąd.

source: Module (Record ID:
pl_pl: (powiązany z rekordem:

source: (general)
pl_pl: (powiązany ogólnie)

source: Screens
pl_pl: Definicje pól

source: No chart defined for this module
pl_pl: Nie zdefiniowano wykresów dla tego modułu

source: Invalid request URL. Unknown file type requested.
pl_pl: Adres URL nie istnieje lub zdano zapytanie o nieznany typ pliku.

source: Main
pl_pl: Raporty podstawowe

source: Reports|View available reports for this record
pl_pl: Raporty|Widok dostępnych raportów dla danego rekordu

source: Reports|View available reports based on active search criteria
pl_pl: Raporty|Widok dostępnych raportów bazujących na kryteriach wyszukiwania

source: More than one record was found.
pl_pl: Zapytanie zwróciło więcej niż jeden rekord.

source: This record does not exist, or could not be found.|Record not found.
pl_pl: Rekord nie istnieje lub nie może być znaleziony.|Nie znaleziono rekordu.

source: Dashboard Charts
pl_pl: Wykresy Pulpitu

source: Dashboard Chart Conditions
pl_pl: Warunki Wykresu Pulpitu

source: Consistency Condition States
pl_pl: Stany Warunków Spójności

source: Module Generating Times
pl_pl: Czasy Generowania Modułów

source: Submodule Record Cache
pl_pl: Kesz Rekordów Podmodułów

source: User Documentation Intros
pl_pl: Wprowadzenia Dokumentacji Użytkownika

source: User Desktop Shortcuts
pl_pl: Skróty na Pulpicie użytkownika n

source: The field '%s' is required (because of a uniqueness constraint) when inserting a new record into %s.
pl_pl: Ze wzlędu na wymóg unikalności pole '%s' jest wymagane przy wprowadzaniu nowego rekordu do %s.

source: You must be an Administrator to read the log file.
pl_pl: Musisz mieć prawa administratora aby czytać plik logu

source: The log file does not exist.
pl_pl: Plik logu nie istnieje

source: The log file is empty.
pl_pl: Plik logu jest pusty.

source: The log file cannot be read.
pl_pl: Plik logu nie może być odczytany

source: Error Log Viewer
pl_pl: Przeglądarka Logu Błędów

source: View definitions beginning with the letter
pl_pl: Zobacz definicje zaczynające się od litery

source: Tutorials
pl_pl: Wprowadzenia

source: Tutorial
pl_pl: Wprowadzenie
