Repository: activeagenda/aa-base
Catalog: s2a/active_agenda/lang/*/LC_MESSAGES/active_agenda.po
Languages: pl_pl

source: Implementation Support URL
pl_pl: URL Wsparcia Wdrożenia

source: Record ID|An automatically assigned number used to track support documents
pl_pl: ID Rekordu|Automatycznie przydzielany numer do śledzenia dokumentów wsparcia

source: Module ID|The module ID of the module this document is intended to support
pl_pl: ID Modułu|ID wspieranego modułu

source: Module Name|The name of the module this document is intended to support
pl_pl: Nazwa Modułu|Nazwa wspieranego modułu

source: Local Status|Development status of the local support documentation
pl_pl: Status Lokalny|Status opracowania lokalnej dokumentacji wsparcia

source: Implementation URL|The Internet address of the Wiki page corresponding with the module's implementation support guide
pl_pl: URL Wdrożenia|Adres internetowy strony wiki odpowiadający przewodnikowi wsparcia modułu

source: Implementation Wiki Status|Development status of the implementation support documentation Wiki on the Internet
pl_pl: Status Wiki Wdrożenia|Status opracowania dokumentacji wsparcia na Wiki w internecie

source: User Guide URL|The Internet address of the Wiki page corresponding with the module's user guide'
pl_pl: URL Przewodnika Użytkownika|Adres internetowy przewodnika użytkownika

source: User Guide Wiki Status|Development status of the user guide Wiki on the Internet
pl_pl: Status Wiki Przewodnika Użytkownika|Status opracowania przewodnika na wiki w internecie

source: List|View the list of Support Documents
pl_pl: Lista|Widok listy Dokumentów Wsparcia

source: a Support Document
pl_pl: Dokument Wsparcia

source: Form|The screen used to edit module support documentation
pl_pl: Formularz|Ekran używany do edycji dokumentacji wsparcia modułu

source: Sections|The screen to edit sections of the documentation
pl_pl: Sekcje|Ekran do edycji sekcji dokumentacji

source: Support Document
pl_pl: Dokument Wsparcia

source: View|The screen used to view module support documentation
pl_pl: Rekord|Ekran używany do oglądania dokumentacji wsparcia modułu

source: New Support Document
pl_pl: Nowy Dokument Wsparcia

source: Support Document Sections
pl_pl: Sekcje Dokumentu Wsparcia

source: Add New|Add a new Document Section
pl_pl: Dodaj Nowy|Dodaj nową Sekcję Dokumentu

source: No Add New|You cannot add a new Document Section because you don't have permission
pl_pl: Brak Dodaj Nowy|Nie możesz dodać nową Sekcję Dokumentu ponieważ brak Ci uprawnień

source: Support Document ID|The ID of the related Support Document
pl_pl: ID Dokumentu Wsparcia|ID zależnego Dokumentu Wsparcia

source: Section Title|The title of the Support Document Section
pl_pl: Tytuł Sekcji|Tytuł Sekcji Dokumentu Wsparcia

source: Support Document Text|The text of the Support Document Section
pl_pl: Tekst Dokumentu Wsparcia|Tekst Sekcji Dokumentu Wsparcia

source: Sort Order|A numeric sort order
pl_pl: Porządek Sortowania|Numeryczny porządek sortowania

source: Protected|Protect these changes from being automatically overwritten by the parser
pl_pl: Chroniony|Chroń te zmiany przed automatycznym nadpisaniem przez parser

source: Display|Display this support section within the module support documentation
pl_pl: Wyświetlanie|Wyświetl tą sekcje wsparcia w dokumentacji wsparcia modułu

source: List|View the list of Document Sections
pl_pl: Lista|Widok listy Sekcji Dokumentu

source: a Document Section
pl_pl: Sekcja Dokumentu

source: Form|The screen used to edit a module support documentation section
pl_pl: Formularz|Ekran używany do edycji sekcji dokumentacji wsparcia modułu

source: Document Section
pl_pl: Sekcja Dokumentu

source: View|The screen used to view a module support documentation section
pl_pl: Rekord|Ekran używany do oglądania sekcji dokumentacji wsparcia modułu

source: New Document Section
pl_pl: Nowa Sekcja Dokumentu

source: States
pl_pl: Województwa

source: Add New|Add a new State
pl_pl: Dodaj Nowy|Dodaj nowe Województwo

source: Search|Search states
pl_pl: Wyszukiwanie|Przeszukiwanie województw

source: No Add New|You cannot add a new State because you don't have permission
pl_pl: Brak Dodaj Nowy|Nie możesz dodać nowego Województwa ponieważ brak Ci uprawnień

source: State
pl_pl: Województwo

source: Abbreviation
pl_pl: Kod ISO

source: State ID|A unique id to identify states internally
pl_pl: ID Województwa|Unikalne ID do wewnętrznej identyfikacji

source: State Abbreviation
pl_pl: Kod ISO Województwa

source: State Abbreviation|The common abbreviation of a state, as used in a mailing address
pl_pl: Kod ISO Województwa|Popularny skrót nazwy województwa

source: State|The name of the state or similar geographic zone
pl_pl: Województwo|Nazwa województwa

source: List|View the list of States
pl_pl: Lista|Widok listy Województw

source: a State
pl_pl: Województwo

source: Form|Edit summary information about a state
pl_pl: Formularz|Edycja informacji o województwie

source: View|View summary information about a state
pl_pl: Rekord|Widok informacji o województwie

source: New State
pl_pl: Nowe Województwo

source: Counties
pl_pl: Powiaty

source: Add New|Add a new County
pl_pl: Dodaj Nowy|Dodaj nowy Powiat

source: Search|Search counties
pl_pl: Wyszukiwanie|Przeszukiwanie powiatów

source: No Add New|You cannot add a new County because you don't have permission
pl_pl: Brak Dodaj Nowy|Nie możesz dodać nowy Powiat ponieważ brak Ci uprawnień

source: County ID
pl_pl: ID Powiatu

source: County Name
pl_pl: Nazwa Powiatu

source: County ID|A combined field used to track and associate counties
pl_pl: ID Powiatu|Pole łączone wykorzystywane od śledzenia i powiązywania powiatów

source: County Name|The name of the county or equivalent geographic zone
pl_pl: Nazwa Powiatu|Oficjalna nazwa powiatu

source: List|View the list of Counties
pl_pl: Lista|Widok listy Powiatów

source: a County
pl_pl: Powiat

source: Form|edit summary information about a county
pl_pl: Formularz|Edycja informacji o powiacie

source: County
pl_pl: Powiat

source: View|View summary information about a county
pl_pl: Rekord|Widok informacji o powiacie

source: New County
pl_pl: Nowy Powiat

source: Users
pl_pl: Użytkownicy

source: Add New|Add a new User
pl_pl: Dodaj Nowy|Dodaj nowego Użytkownika

source: Search|Search users
pl_pl: Wyszukiwanie|Przeszukaj użytkowników

source: No Add New|You cannot add a new User because you don't have permission
pl_pl: Brak Dodaj Nowy|Nie możesz dodać nowego Użytkownika bo nie masz do tego uprawnień

source: User Name
pl_pl: Nazwa Użytkownika

source: Default Organization
pl_pl: Domyślna Organizacja

source: User Timeout
pl_pl: Timeout Użytkownika

source: Group Timeout
pl_pl: Timeout Grupy

source: Effective Timeout
pl_pl: Timeout efektywny

source: Person ID|The Person ID of the associated person (users must have a matching record in the People module).
pl_pl: ID Osoby|ID Osoby powiązanej z użytkownikiem (użytkownik musi mieć swój rekord w module Osób)

source: Person|The person who is this user.
pl_pl: Osoba|Osoba którą jest użytkownika

source: Username|The user's login name.
pl_pl: Login|Login Użytkownika

source: Is Site Administrator|Site Administrators have access to all records in all modules, plus administration features.
pl_pl: Jest Administratorem|Administrator ma dostęp do wszystkich rekordów we wszystkich modułach plus funkcje administracyjne

source: Default Organization|This field affects user data entry experience by defaulting designated organization fields throughout the application to the name of the organization selected here
pl_pl: Domyślna Organizacja|Pole powoduje w systemie domyślne wypełnianie danych o przynależności organizacyjnej użytkownika

source: Language|The user's preferred language
pl_pl: Język|Preferowany język użytkownika

source: User Session Timeout|If the application settings allow it, the user's session timeout can be specified here (in minutes).
pl_pl: Timeout Sesji Użytkownika|Jeżeli system na to zezwala to wartość timeoutu sesji użytkownika może być podana

source: Group Session Timeout|If any groups that the user is a member of have an assigned session timeout, the shortest timeout will be displayed here.
pl_pl: Timeout Sesji Grupy|Jeżeli jakaś grupa użytkownika ma podany timeout to będzie on tu wyświetlony

source: Resulting Session Timeout|If the application settings allow it, this is the effective session timeout for the user. Any timeout assigned explicitly to the user will override any timeout value due to group membership.
pl_pl: Wynikowy Timeout Sesji|Jeżeli system na to zezwala to wartość timeoutu sesji użytkownika zostanie tu wyświetlona

source: List|View the list of Users
pl_pl: Lista|Widok listy Użytkowników

source: a User
pl_pl: Użytkownik

source: Credentials|Edit a user's user name and password
pl_pl: Dane Autoryzacji|Edycja loginu i hasła

source: Settings|Edit a user's settings
pl_pl: Ustawienia|Edycja ustawień użytkownika

source: Permissions|Edit permissions to view or edit records of a module
pl_pl: Uprawnienia|Edycja uprawnień do oglądania i edycji rekordów w module

source: Permitted Organizations|Edit the assigned organizations
pl_pl: Uprawnione Organizacje|Edycja przydzielonych organizacji

source: Group Membership|Define which groups this user should be a memebr of
pl_pl: Przynależność Grupowa|Definiuj członkiem których grup ma być użytkownik

source: View|View a user
pl_pl: Rekord|Widok użytkownika

source: Password|The user's password.
pl_pl: Hasło|Hasło użytkownika

source: New User
pl_pl: Nowy Użytkownik

source: Require New Password|If set to 'yes', the user will be asked to enter a new password when logging in.
pl_pl: Wymagaj Nowe Hasło|Jeżeli 'tak' użytkownik będzie proszony o podanie hasła przed zalogowaniem.

source: User Permissions
pl_pl: Uprawnienia Użytkownika

source: No Add New|To add a new Permission you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nowe Uprawnienia musisz przejść do modułu rodzica

source: Log ID
pl_pl: ID Logu

source: View Permission
pl_pl: Uprawnienia Podglądu

source: Edit Permission
pl_pl: Uprawnienia Edycji

source: User|The user to whom a permission is assigned
pl_pl: Użytkownika|Użytkownik któremu przydzielono uprawnienia

source: Module ID|The module ID of the associated module
pl_pl: ID Modułu|ID modułu stowarzyszonego

source: |The type of permission the user has to view a record of the associated module
pl_pl: |Rodzaj uprawnień użytkownika to oglądania rekordu w stowarzyszonym module

source: Edit Permission|The type of permission the user has to edit a record of the associated module
pl_pl: Edycja Uprawnień|Typ uprawnień użytkownika do edycji rekordu w stowarzyszonym module

source: List|View the list of Permissions
pl_pl: Lista|Widok listy Uprawnień

source: User Permission Organizations
pl_pl: Organizacje Uprawnień Użytkownika

source: No Add New|To add a new Permitted Organization you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nową Uprawnioną Organizację musisz przejść do modułu rodzica

source: User ID|The user to whom a permitted organization is assigned
pl_pl: ID Użytkownika|Użytkownik do którego przydzielona jest uprawniona organizacja

source: Organization ID|The organization that the user is assigned a permission to
pl_pl: ID Organizacji|Organizacja w użytkownik ma przydzielone uprawnienie do

source: List|View the list of Permitted Organizations
pl_pl: Lista|Widok Listy Uprawnionych Organizacji

source: User Group Membership
pl_pl: Grupowe Członkowstwo Użytkownika

source: No Add New|To add a new Member you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nowego Członka musisz przejść do modułu rodzica

source: Group
pl_pl: Grupa

source: Group|The group to which a member is assigned
pl_pl: Grupa|Grupa do której przydzielony jest członek

source: List|View the list of Members
pl_pl: Lista|Widok listy Członków

source: User Groups
pl_pl: Grupy Użytkowników

source: Add New|Add a new User Group
pl_pl: Dodaj Nowy|Dodaj nową Grupę Użytkowników

source: No Add New|You cannot add a new User Group because you don't have permission
pl_pl: Brak Dodaj Nowy|Nie możesz dodać nowego Członka Grupy bo nie masz do tego uprawnień

source: Group ID|An ID value for primary key purpose.
pl_pl: ID Grupy|Wartość numeryczna do celów wewnętrznych

source: Name|The group's name.
pl_pl: Nazwa|Nazwa grupy

source: Description|A description of the purpose of the group.
pl_pl: Opis|Opis celu istnienia grupy

source: Session Timeout
pl_pl: Timeout Sesji

source: Session Timeout|If the application settings allow it, a session timeout can be specified here (in minutes). Members of this group will get the smallest timeout of all groups they are a member of, unless an explicit timeout is set in the Users module.
pl_pl: Timeout Sesji|Jeżeli system na to zezwala może być tu wyspecyfikowany timeout

source: List|View the list of User Groups
pl_pl: Lista|Widok listy Grup Użytkowników

source: a User Group
pl_pl: Grupa Użytkowników

source: Form|Edit a user group
pl_pl: Formularz|Edycja grupy użytkowników

source: Members|Define which users that should be members of this group
pl_pl: Członkowie|Definiuj członków grupy

source: User Group
pl_pl: Grupa Użytkowników

source: View|View a user group
pl_pl: Rekord|Widok grupy użytkowników

source: New User Group
pl_pl: Nowa Grupa Użytkowników

source: User Group Permissions
pl_pl: Uprawnienia Grupy Użytkowników

source: Group|The group to which a permission is assigned
pl_pl: Grupa|Grupa do której przydzielone zostały uprawnienia

source: |The type of permission the members of the group have to view a record of the associated module
pl_pl: |Typ uprawnień członków grupy do oglądania rekordu w stowarzyszonym module

source: Edit Permission|The type of permission the members of the group have to edit a record of the associated module
pl_pl: Uprawnienie Edycji|Typ uprawnień członków grupy do edycji rekordu w stowarzyszonym module

source: Accountabilities
pl_pl: Odpowiedzialności

source: No Add New|To add a new Accountability you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nową Odpowiedzialność musisz przejść do modułu rodzica

source: Search|Search accountability assignments
pl_pl: Wyszukiwanie|Przeszukiwanie przydziałów odpowiedzialności

source: Record ID|An automatically assigned number used to track accountability assignments
pl_pl: ID Rekordu|Automatycznie przydzielany numer do śledzenia przydzielonych odpowiedzialności

source: Source Module|The name of the module which is the source of the assigned involvement
pl_pl: Moduł Źródłowy|Nazwa modułu będącego źródłem przydzielonego uczestnictwa

source: Record Description|A group of fields used to describe the source record
pl_pl: Opis Rekordu|Grupa pól używana do opisu rekordu źródłowego

source: Specific Accountability|A word or phrase describing the specific accountability of the person. The specific accountability is automatically generated by the system based on the assignment which occurred within a related module
pl_pl: Sposób Odpowiedzialności|Automatycznie generowane słowo lub fraza opisujące szczegółową odpowiedzialność danej osoby

source: Person Accountable|The individual assigned primary accountability for the subject matter of this record
pl_pl: Osoba Odpowiedzialna|Osoba odpowiedzialna za przedmiot rekordu

source: Related Record|A combined field used to display the source module name and record ID
pl_pl: Rekord Powiązany|Pole łączone wyświetlające nazwę modułu źródłowego i ID rekordu

source: Accountability Details|A detailed description of the personal accountability and any notes which may be of importance to anyone inheriting the accountability
pl_pl: Szczegóły Odpowiedzialności|Szczegółowy opis osobistej odpowiedzialności

source: Status|Current status of the personal accountability. Some accountabilities are of a short term but renewable nature and others can be ongoing without limitation
pl_pl: Status|Obecny status osobistej odpowiedzialności

source: Organization|The organization of the individual assigned primary accountability for the subject matter of this record
pl_pl: Organizacja|Organizacja osoby której przydzielono główną odpowiedzialność za przedmiot rekordu

source: List|View the list of Accountabilities
pl_pl: Lista|Widok listy Odpowiedzialności

source: an Accountability
pl_pl: Odpowiedzialność

source: Form|Edit an accountability assignment
pl_pl: Formularz|Edycja przydziału odpowiedzialności

source: Accountability
pl_pl: Odpowiedzialność

source: View|View an accountability assignment
pl_pl: Rekord|Widok przydziału odpowiedzialności

source: New Accountability
pl_pl: Nowa Odpowiedzialność

source: Actions
pl_pl: Działania

source: No Add New|To add a new Action you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nowe Działanie musisz przejść do modułu rodzica

source: Search|Search actions associated with related records
pl_pl: Wyszukiwanie|Przeszukiwanie działań powiązanych z odniesionym rekordem

source: Action ID
pl_pl: ID Działania

source: Related Module
pl_pl: Moduł Powiązany

source: Related Record Description
pl_pl: Opis Rekordu Związanego

source: Accountable
pl_pl: Odpowiedzialny

source: Due
pl_pl: Do

source: Action ID|Numerical ID to identify and track actions assigned within this application
pl_pl: ID Działania|Numeryczne ID do identyfikacji i śledzenia działań powiązanych w systemie

source: Related Record|A combined field used to display the related module name and what record, if any, it is related to
pl_pl: Rekord Powiązany|Pole łączone używane do wyświetlania nazwy modułu powiązanego i jeżeli tak to z którym rekordem jest powiązany

source: Organization|The organization with primary responsibility for the assigned action
pl_pl: Organizacja|Organizacja głownie odpowiedzialna za przydzielone działanie

source: Person Accountable|The individual assigned primary accountability for the assigned action
pl_pl: Osoba Odpowiedzialna|Osoba której przydzielono główną odpowiedzialność za działanie

source: Title|A concise title that describes the action
pl_pl: Tytuł|Zwarty tytuł opisujący działanie

source: Action Required|A comprehensive description of the action required
pl_pl: Wymagane Działania|Zwarty opis wymaganych działań

source: Entry Date|An automatic entry of the date and time the action was entered into the system
pl_pl: Data Wprowadzenia|Automatycznie generowana data i czas wprowadzenia działania do systemu

source: Assigned Date|Date the action was originally assigned
pl_pl: Data Przydziału|Data przydziału działania

source: Due Date|Date the action is projected to be completed
pl_pl: Data Wykonania|Data do kiedy działanie powinni być wykonane

source: Begin Date|The date that activity to satisfy the action began
pl_pl: Data Rozpoczęcia|Data rozpoczęcia działania

source: Completion Date|The date and time the action was completed
pl_pl: Data Zakończenia|Data i czas zakończenia akcji

source: Assigned By|The name of the person assigning the action
pl_pl: Przydzielone Przez|Nazwisko osoby przydzielającej działanie

source: Corrective|Check this box if this action was assigned to correct an identified deficiency
pl_pl: Naprawcze|Odznacz checkbox jeżeli działanie miało charakter naprawczy

source: Status|Status of the assigned action
pl_pl: Status|Status przydzielonego zadania

source: Start Delay|A calculated field based on the amount of time between the date the action was assigned and the date activity started to resolve the assigned action
pl_pl: Opóźnienie Rozpoczęcia|Pole wyliczane pokazujące ilość czasu między czasem przydziału działania i czasem rozpoczęcia działania

source: Completion Delay|A calculated field based on the amount of time between the date the action was assigned and the date action was completed
pl_pl: Opóźnienie Wykonania|Pole wyliczane pokazujące ilość czasu między planowaną datą wykonania a datą zakończenia

source: List|View the list of Actions
pl_pl: Lista|Widok listy Działań

source: an Action
pl_pl: Działanie

source: Form|Edit summary information about an action associated with a related record
pl_pl: Formularz|Edycja informacji o działaniu stowarzyszonym z powiązanym rekordem

source: Action
pl_pl: Działanie

source: View|View summary information about an action associated with a related record
pl_pl: Rekord|Widok informacji o działaniu stowarzyszonym z powiązanym rekordem

source: Dates and Delays
pl_pl: Daty i Opóźnienia

source: New Action
pl_pl: Nowe Działanie

source: Dates
pl_pl: Daty

source: No Add New|To add a new Date you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nową datę musisz przejść do modułu rodzica

source: Search|Search assigned dates
pl_pl: Wyszukiwanie|Przeszukiwanie przydzielonych dat

source: Date Type
pl_pl: Typ Daty

source: Record ID|An automatically assigned number used to track date fields throughout the application
pl_pl: ID Rekordu|Automatycznie przydzielany numer to śledzenia pól daty w systemie

source: Record Description|A group of fields used to describe the source record which is associated with the date
pl_pl: Opis Rekordu|Grupa pól używana do opisu rekordu źródłowego powiązanego z datą

source: Organization|The name of the organization producing event date
pl_pl: Organizacja|Nazwa organizacji tworzącej datę zdarzenia

source: Date Type|A brief description of the date type associated with the related module and record
pl_pl: Typ Daty|Krótki opis typu daty stowarzyszonej z powiązanym modułem i rekordem

source: Date|The date associated with the related module, record, and descriptor
pl_pl: Data|Data stowarzyszona z powiązanym modułem, rekordem i opisem

source: Source Module|The name of the module which is the source of the date
pl_pl: Moduł Źródłowy|Nazwa modułu będącego źródłem daty

source: List|View the list of Dates
pl_pl: Lista|Widok listy Dat

source: a Date
pl_pl: Data

source: View|View an assigned date
pl_pl: Rekord|Widok przydzielonej daty

source: Involvement
pl_pl: Uczestnictwo

source: No Add New|To add a new Involvement you must go to a parent module
pl_pl: Brak Dodaj Nowy|Aby dodać nowe Uczestnictwo musisz przejść do modułu rodzica

source: Search|Search people involved
pl_pl: Wyszukiwanie|Przeszukiwanie uczestniczących osób

source: Source Record Description
pl_pl: Opis Rekordu Źródłowego

source: Person Involved
pl_pl: Osoba Uczestnicząca

source: Record ID|An automatically assigned number used to track the involvement of people with issues and events
pl_pl: ID Rekordu|Automatycznie przydzielany numer służący do śledzenie uczestnictwa osób w sprawach i zdarzeniach

source: Specific Involvement|A word or phrase describing the specific involvement of the person. The specific involvement is automatically generated by the system based on the assignment which occurred within a related module
pl_pl: Sposób Uczestnictwa|Automatycznie generowane słowo lub fraza opisujące sposób uczestnictwa danej osoby

source: Person Involved|The name of the person involved with the related record
pl_pl: Osoba Uczestnicząca|Nazwa uczestniczącej osoby związanej z rekordem

source: Involvement Details|A detailed description of the participant's involvement
pl_pl: Szczegóły Uczestnictwa|Szczegółowy opis uczestnictwa osoby

source: Involvement Status|The present status of the participant's involvement
pl_pl: Status Uczestnictwa|Aktualny status uczestnika

source: Organization|The organization of the individual involved with the subject matter of this record
pl_pl: Organizacja|Organizacja osoby powiązanej z przedmiotem rekordu

source: List|View the list of Involvement
pl_pl: Lista|Widok listy Uczestnictwa

source: an Involvement
pl_pl: Uczestnictwo

source: Form|Edit summary information about a person's involvment
pl_pl: Formularz|Edycja informacji o uczestnictwie osób

source: View|View summary information about a person's involvement
pl_pl: Rekord|Widok informacji o uczestnictwie osób

source: New Involvement
pl_pl: Nowe Uczestnictwo
